{
  "vp.key": "§5Vestiges Of Present",
  "vp.key.first": "Activate first Vestige(+Shift for ultimate)",
  "vp.key.second": "Activate second Vestige(+Shift for ultimate)",
  "item.vp.anemoculus": "§3Air Essence",
  "item.vp.crown": "§eCrown",
  "item.vp.atlas": "§cAtlas",
  "item.vp.killer": "§eKiller Queen",
  "item.vp.mask": "§9Mask of Demon",
  "item.vp.donut": "§cSweet Donut",
  "item.vp.mark": "§4Cursed Mark",
  "item.vp.ears": "§eCat Ears",
  "item.vp.midas": "§6Hand of Midas",
  "item.vp.anomaly": "§dTeleportation Anomaly",
  "item.vp.armor": "§cMartyr's Habergeon",
  "item.vp.book": "§dTome of Disillusionment",
  "item.vp.prism": "§cPrism of Posthumousness",
  "item.vp.chaos": "§5Core of Chaos",
  "item.vp.devourer": "§4Soul Devourer",
  "item.vp.flower": "§2Seven-coloured Flower",
  "vp.name.1": "§3Air Essence",
  "vp.name.2": "§eCrown",
  "vp.name.3": "§cAtlas",
  "vp.name.4": "§eKiller Queen",
  "vp.name.5": "§9Mask of Demon",
  "vp.name.6": "§cSweet Donut",
  "vp.name.7": "§4Cursed Mark",
  "vp.name.8": "§eCat Ears",
  "vp.name.9": "§6Hand of Midas",
  "vp.name.10": "§dTeleportation Anomaly",
  "vp.name.11": "§cMartyr's Habergeon",
  "vp.name.12": "§dTome of Disillusionment",
  "vp.name.13": "§cPrism of Posthumousness",
  "vp.name.14": "§5Core of Chaos",
  "vp.name.15": "§4Soul Devourer",
  "vp.name.16": "§2Seven-coloured Flower",
  "item.vp.stellar": "§bS§6t§ee§al§dl§la§br §6F§br§ea§7g§5m§ae§6n§5t",
  "itemGroup.vptab": "§5Vestiges Of Present",
  "curios.identifier.vestige": "Vestige",
  "vp.chaos": "Current random entity: ",
  "vp.chaos2": "Time left until reset: ",
  "vp.frag": "Use to get +1% chance for next ",
  "vp.frag.get": "Drops from Vestige Hunters with 10% chance and 100% chance if they are in rage",
  "vp.getText1": "Each Vestige can be obtained once per ",
  "vp.getText2": "You can get another after ",
  "vp.getTime": "Hours ",
  "vp.alt": " §7for list of what left to complete challenge",
  "vp.lang": "eng",
  "vp.passive": "Passive: ",
  "vp.special": "Special: ",
  "vp.charges": "Charges:",
  "vp.charges2": ", Cooldown:",
  "vp.ultimate": "Ultimate: ",
  "vp.damage": "Damage type: ",
  "vp.worlds": "Worlds where you've been: ",
  "vp.return": "Current return point: ",
  "vp.stellar": "Stellar",
  "vp.stellarText": "Keeps after death and ",
  "vp.stellarText2": "Keeps after death and gives additional functional",
  "vp.challenge": "Complete challenge from ",
  "vp.progress": "Progress: ",
  "vp.chance": "current chance to become ",
  "vp.devourer": "Collected Souls: ",
  "vp.chance2": "On failure +10% chance",
  "vp.alt.atlas": " §7to display found biomes",
  "vp.alt.prism": " §7to display damage subtypes that Warden needs to be killed with left",
  "vp.short": "Short information: ",
  "vp.press": "§7Press ",
  "vp.shift": " §7for detailed abilities information",
  "vp.prism": "Mortgage count: ",
  "vp.ctrl": " §7for obtaining information",
  "vp.creative": "You're in Creative mode! Just put on the Vestige to turn it into a Stellar",
  "vp.sleep": "I wanna sleep so much...",
  "vp.lore.1": " Why have I never thought about how I ended up here and what I'm doing here?\n As if it's self-evident to me.\n As if this question isn't posed by me but by a small part of my controlled consciousness. \n I have a strange sense of déjà v, I definitely existed before... and someone is closely watching me...\n",
  "vp.lore.2": " Last night I dreamt of some strange Vestiges; they look quite unusual, unlike any I've seen before.\n What exactly are Vestiges, and why did I name them that?\n The name just came to me. Usually, something left from the past is called that.\n Some of the images evoke associations with something I saw a very long time ago, so long ago that I can't remember, as if it was before my birth in this world.\n Trying to remember the dream, the same strange phrase repeats in my mind, \"complete the v* challenge.\" Who could that be?\n His voice was so unnatural, as if he wasn't human.\n No, this is just another nonsense; anything could have appeared in my dream!\n",
  "vp.lore.3.1": "??? - Who are you? You weren't in the previous universe... Anomaly?",
  "vp.lore.3.2": "- What does Anomaly mean? And who are you anyway?",
  "vp.lore.3.3": "??? - A simple embodiment couldn't have known about the trials, definitely an Anomaly. Oh yes, I almost forgot, perhaps you are *****",
  "vp.lore.3.4": "- I don't understand you; your last word sounded strange. What's happening?",
  "vp.lore.3.5": "??? - It doesn't matter anymore. Your curiosity won't affect anything.",
  "vp.lore.3.6": " What past universe is he talking about? Who was that at all?\n His voice was the same as in that strange dream about Vestiges, and his vocabulary was even stranger, some anomalies, embodiments...\n Suddenly, in my pocket, I found a Vestige!",
  "vp.lore.4": " A portal appeared in front of me again; I was a bit scared as I didn't expect it.\n From the portal, a hand made of an incomprehensible substance reached out to me, holding another Vestige in the palm.\n I was afraid to take it, but in a moment, it was in my pocket, and the portal itself disappeared.\n It was that creature again; I'm sure of it!\n But why didn't it speak to me this time?\n Apparently, it personally gives each person who passes its trials a specific Vestige related to that trial.\n Maybe I can talk to it if I continue to complete them or get them all. But what are these Vestiges anyway? Why do they possess such monstrous power?",
  "vp.lore.5": " I had a strange dream again, but now it's even stranger.\n There was an incomprehensible creature among endless bright circles, surrounded by pitch darkness and emptiness.\n The circles were so bright, as if they contained infinite galaxies.\n Instead of a head, it had a black hole?... or something resembling it.\n I saw it opening a portal and giving someone another Vestige, but it was different from the ones it gave me.\n This Vestige shone so brightly, as if a star was trapped within.\n I wonder, will I ever be able to get one like that? What will it say to that...",
  "vp.lore.6": " Contemplating about that mysterious being suddenly made me curious and even a little sad. \n Most likely, that creature is immortal and has been alive for billions of years, having surpassed its era and its characteristics, views of the world. \n What would you do if you had an eternity in reserve?\n Why do anything at all when any action ultimately won't influence the outcome - time is endless, matter is boundless, every thought or display of human emotions is nothing more than a rudiment of a perfected and immortal being, although it's hard to call such a thing a being. \n After all, it doesn't exist, it has long faded into nothingness over millions of years, inside containing so much that it's empty, its mind and consciousness extinguished. \n However, it's an exception to the presumed model; it had emotions and even speech, motives to conduct trials and give away Vestiges for them. \n I don't understand its behavior, to it, I'm some anomaly, and to me, it is. \n In any case, it doesn't matter, as I'm just a mortal, not destined to comprehend such a horrible fate of eternity. \n I need to continue completing the trials...",
  "vp.lore.7": " It was quite challenging for me to obtain it, but still, I succeeded! The secret condition was only unwavering determination. I wonder what it will say, my interest is evident from a huge smile.",
  "vp.lore.7.1": "??? - Did you think this was a special reward for perseverance and hard work?",
  "vp.lore.7.2": "- Well, I thought so. It's so cool and radiant, isn't it?",
  "vp.lore.7.3": "??? - It's a consolation prize for fools. Repeating the same trial in hopes of change, it was pitiful to watch you.",
  "vp.lore.7.4": "- So, you do experience emotions after all! Tell me, who are you? Why do you do this?",
  "vp.lore.7.5": "??? - ...",
  "vp.lore.7.6": " The enigmatic creature suddenly vanished from the portal after my probing question. Apparently, it unsettled him. ",
  "vp.lore.7.7": " I didn't mention the dreams, he might not have liked that. The last option to engage him in conversation remains gathering all the Vestiges? I'm exhausted...",
  "vp.lore.8": " I can't even remember why I'm collecting all these Vestiges.\n Why does this creature's motive matter to me at all?\n Why was it important for me to know its opinion and reasons for existence, conducting trials, I don't know anything anymore.\n I'm just tired. Apparently, its trials are not just physical but moral as well.\n Maybe I should just quit and continue living peacefully with the Vestiges I already have?\n And I broke down like this being a mortal with at most 40-60 years left to live, while it...\n I wonder, would I be happy if I lived forever?\n Maybe initially, but later on, I would lose myself, and my past desires and memories would fade away, and the past me would die.\n Does that mean that the immortal ones also die?\n",
  "vp.lore.9.1": "??? - So, here we are again, meeting. You've become a frequent visitor of mine.",
  "vp.lore.9.2": "- ... I went through so many trials, so much suffering and pain. Tell me, why? I lost my purpose a long time ago. It was the dreams leading me, were you the one sending them?",
  "vp.lore.9.3": "??? - What would you do if you became immortal?",
  "vp.lore.9.4": "- I pondered that for a long time, but in the end, I would seek a way to rid myself of immortality.",
  "vp.lore.9.5": "??? - And I found it, after an eternity. The only thing left for me to find was my past self.",
  "vp.lore.9.6": "- You mean to say, I am you?",
  "vp.lore.9.7": "??? - Your worldview is too narrow, for you are just a human. Perhaps you are me in one of the millions of fates, or perhaps not.\nYour trials are just Vestiges of a bygone past that I brought from the past into the present.",
  "vp.lore.9.8": "- How could the past vanish? Why didn't the Vestiges disappear with it?",
  "vp.lore.9.9": "??? - The Vestiges are a projection of your anthropocentrism. I've lived through eternity, I've witnessed the deaths and births of new universes.\n But memories of the first thousand years were always with me. I sealed them deep within my consciousness. That is what the Vestiges are – fragments brought from the no-longer-existing past into the present.\n And now, when you've taken the last Vestige, my past and I will completely fade with time, resulting in the disappearance of this universe. That's my only way.",
  "vp.lore.9.10": " The enigmatic creature disappeared, leaving nothing behind except another Vestige.\n I decided to stop gathering Vestiges; there was no one left to give them to me, simply continuing to live until the disappearance of this universe.\n Recalling the moment when that being disappeared, I could distinctly see its face before that, it was my face.\n Perhaps, in the future, I might become like it and prevent the disappearance of the universe, repeating its fate?\n Maybe, in one of the infinite twists of events, there exists a minuscule probability of a similar sequence of events, just as atoms can assemble in a random sequence at a random moment in time and create a speaking head with its consciousness in the middle of the room, which disappears in a second, or create a universe identical to ours within a forever sealed and hermetic cube.\n All these thoughts about infinity and the meaning of existence drive me crazy, when was the last time I ate my favorite fried meat in soy sauce with mustard?",

  "vp.passive.1": "Against creatures in the air: +700% damage, -10% all equipment durability when hit.",
  "vp.special.1": "Lifts oneself and everyone nearby 30 blocks into the air and grants slow falling for 5 seconds. \nIf Ultimate active: instead of lifting soaks all to yourself including entities and items.",
  "vp.ultimate.1": "Provides controlled flight for the next 10 seconds.",
  "vp.get.1": "Kill 20 different creatures in the air while being airborne.",

  "vp.passive.2": "Damage is reduced by the difference between the attack attribute of the owner and the attacker.",
  "vp.special.2": "Deals 300% damage to all players and hostile creatures in the radius.",
  "vp.ultimate.2": "Turns off Invincibility/cancelling death of a creature at the point of view for the next 40 seconds.",
  "vp.damagetype.2": "Adaptive (changes if the opponent isn't damaged)",
  "vp.get.2": "Defeat all hostile creatures in the modpack.",


  "vp.passive.3": "Dealing fall damage has a 50% chance to grant 1 Gravity. \nEach Gravity provides +20% damage to the next Ultimate(all Vestiges). \nMaximum Gravity numbers are 30.",
  "vp.special.3": "Deals 50% damage in a small area ahead, forcibly disables flight, and drops to the ground. Grants Gravity for each enemy hit.",
  "vp.ultimate.3": "Upon having Gravities, creates a small black hole pulling in enemies. \nRadius, damage, and duration of the black hole depend on the number of Gravities.",
  "vp.damagetype.3": "falling, void",
  "vp.get.3": "Discover all modpack biomes.",

  "vp.passive.4": "After death, causes an explosion within a 40 blocks radius with 800% damage. \nCannot be activated during Special cooldown. \nDoes not affect blocks and items.",
  "vp.special.4": "Self-detonation in a radius of 20 blocks with 400% damage. \nEach hit enemy will have 70% reduced resistance to the next explosive damage.",
  "vp.ultimate.4": "If dying within the next 20 seconds, Passive does not activate. \nAfter 20 seconds, Passive will have 8000% damage.",
  "vp.damagetype.4": "explosive",
  "vp.get.4": "Explode 100 creatures.",

  "vp.passive.5": "Terrifying aura reduces the owner's and all surroundings healing by 1% for every 1% of missing HP, also boosts speed and damage with it. \nEach hit to enemy with Healing Debt will increase it by 1%. \nIf health lower then 50%, Ultimate becomes stronger by 2 times",
  "vp.special.5": "Switchable \nGradually consumes HP down to 1, increasing damage by 4% for every 1% missing HP.",
  "vp.ultimate.5": "Applies a Healing Debt to oneself and all creatures within the 30 blocks radius for 300% of the owner's Max HP. \n(Healing Debt prevents healing until depleted, each healing will reduce it 1 to 1). \nAdditionally deals 300% damage.",
  "vp.damagetype.5": "armor-piercing",
  "vp.get.5": "Kill 100 creatures in hell, having no more than 1 HP.",

  "vp.passive.6": "Increases all healing by 40%. \nIf current HP is below 50%, the bonus doubles. \nWhen Shields are active gives +0.1% healing bonus and +0.1% duration to next Ultimate(only self) for each Saturation stack",
  "vp.special.6": "Heals the owner for 40% of their max HP and removes negative effects. \nIf HP is below half, also applies regeneration 5 for 20 seconds.",
  "vp.ultimate.6": "For the next 10 seconds after activation, each Over Healing will increase the Saturation stack by 1 to 1 ratio(400 max). \nStacks reset after cooldown.",
  "vp.get.6": "Consume all food in the modpack.",

  "vp.passive.7": "Stack of Madness turns 10% of damage dealt into bypass magic against opponents with less than 50% HP. \nStack of Madness can be consumed with 50% chance when dealing damage",
  "vp.special.7": "Sacrifice 20% HP for 1 stack of Madness.",
  "vp.ultimate.7": "For the next 5 seconds, healing becomes Over Healing, and instead of receiving damage, it accumulates. \nAfter expiration (all accumulated damage - all accumulated Over Heal) is dealt at once. \nIf HP is less than 30% upon activation, time increases to 10 seconds and damage, healing, speed, attack speed increase by 200%.",
  "vp.get.7": "Enchant 15 items with curses.",

  "vp.passive.8": "Each point of defense gives 1% evasion (cannot exceed 69%).",
  "vp.special.8": "Increases the speed attribute by 1. \nAfter each 0.05 of speed attribute provides +1% evasion to Passive.",
  "vp.ultimate.8": "For the next 40 seconds, in case of unsuccessful evasion, there will be a chance for a second evasion (1% for every 10 experience levels, up to 90%).",
  "vp.get.8": "Tame all kind of Cats.",

  "vp.passive.9": "Accumulates gold from killing mobs (1 nugget per 1 monster), which can be obtained in ingots with Right Click or in blocks with Shift+Right Click.",
  "vp.special.9": "The next 10 monsters killed will have x2 nuggets. \nIf the monster turns out to be a boss, the bonus increases to x10.",
  "vp.ultimate.9": "Spends all gold in Passive and with a 0.01% chance per nugget of gold permanently increases luck attribute of this Vestige by 1.",
  "vp.get.9": "When eating enchanted golden apple there is a 10% chance to progress challenge. \nChance can be increased by 1% for each golden item crafted(non repeatable). \nCurrent chance: ",

  "vp.passive.10": "Using an Eye of Ender teleports self and nearest creatures within 4 blocks to the return point. \nIf return doesn't exist then teleports to respawn point.",
  "vp.special.10": "Special was pressed with Eye of Ender in hands: setting the return point. \nIn other cases: teleport to the creature by eye sight, deal 400% damage and prevent teleportation for 30 sec.",
  "vp.ultimate.10": "Teleport to a random world, where you've been at least once, at random coordinates within world's borders x, z and y 0-250.",
  "vp.get.10": "Kill an Enderman with each modpack tool.",
  "vp.damagetype.10": "bypass armor, bypass magic",

  "vp.passive.11": "Reduces all incoming damage by 40 + Pain Accumulation. \nPain Accumulation doesn't increase after evasion. \nPain Accumulation nullifies when Over Healing",
  "vp.special.11": "Applies a random debuff for 1 minute and increases the Pain Accumulation by 100. \nDeals 100% damage and applies 100% Heal Debt for each debuff you have.",
  "vp.ultimate.11": "Repairs all equipment in the inventory and slots for Pain Accumulation. \nRemaining Pain Accumulation is converted into experience.",
  "vp.damagetype.11": "cactus",
  "vp.get.11": "Die from each type of damage.",

  "vp.passive.12": "Enemies afflicted by Special become Disenchanted, turn vanilla enchantments negative (e.g., Protection 5 becomes -5). \nUpon expiration, the enchantments return to normal. \nAlso, Disenchanted enemies are more vulnerable to any damage by 50%.",
  "vp.special.12": "All nearest players become Disenchanted for 15 seconds.",
  "vp.ultimate.12": "For the next 60 seconds, upon death by Disenchanted player, all their equipment re-enchants into curses.",
  "vp.get.12": "Kill another Player or Warden while wearing equipment with a total of 10 curses (enchantments).",
  "vp.damagetype.12": "bypass enchantments",

  "vp.passive.13": "Each slain monster under the effect of Special grants additional second loot table (x2 loot). \nEach Mortage (from Ultimate) provides a 1% chance for x4 loot. \nIf the chance triggers, it divides by 10 for x6 loot and so on.",
  "vp.special.13": "Empowers the nearest monster until Special ends. \nThe monster gains vulnerability to one random damage type while becoming immune to the others.",
  "vp.ultimate.13": "For the next 60 seconds, the player receives 10 times more damage. \nFor each monster killed under the effect of Special, +1 Mortage.",
  "vp.get.13": "Kill a Warden with all types of damage and never die.",

  "vp.passive.14": "With a 10% chance, one of two things can happen: \n1.The received damage may increase or decrease by a random number from 1 to infinity.\n2.The received damage may obtain random type of damage.(magic, bypassArmor, fall, etc.)",
  "vp.special.14": "The next 1-10 received hits can reflect back to the opponent with a chance of 10-100%. (Self-harm does not count.)",
  "vp.ultimate.14": "The next 10-80 incoming projectiles within a 5-block radius over 20 seconds will teleport behind the shooter.",
  "vp.get.14": "Every 10 minutes, a random modpack entity will be requested. \nWithin 10 minutes this creature must be killed or tamed, failing to comply will reset the progress. \nComplete requests 6 times in a row",

  "vp.passive.15": "Every slain boss yields a Soul.",
  "vp.special.15": "Binds the soul of the nearest creature or a creature you're looking at for 5 seconds. \n(Each Soul from Passive adds +0.1 second, up to a maximum of 30 seconds). \nThe bound creature cannot move between worlds, teleport and cannot leave a 3x3x3 area.",
  "vp.ultimate.15": "For the next 100 hits, with a certain chance, it will increase Soul Corruption of the affected creature. \n(Chance depends on accumulated Souls from Passive, +0.1% chance for each soul). \nCreatures with Soul Corruption of 100 and above die guaranteed. (Soul Consumption resets only upon death or re-logging).",
  "vp.get.15": "Tame or kill all peaceful creatures in the modpack.",

  "vp.passive.16": "Each peaceful creature around reduces the healing received by the wearer by 0.1% for every 1% of HP they are missing.(99% cap)",
  "vp.special.16": "For the next 5 seconds during the wearer's healing, all peaceful and tamed creatures, as well as other players in a large radius, will receive reduced healing. \nReduced healing is what player didn't get because of Healing Reduction and Healing Debt",
  "vp.ultimate.16": "Each missing point of armor durability provides a shield from damage to the wearer, all peaceful and tamed creatures, as well as other players (non-stackable, replaceable). \nThe shield increases by 10% for every 1% of healing reduction.",
  "vp.get.16": "Collect all modpack flowers. \nIf any flower was placed by the player challenge will go on cooldown and reset.",

  "vp.stellar.1": "Passive: Gains 10% durability vampirism. \n(Each reduced point of durability will restore durability for your equipment.). \nIf your equipment is fully repaired, rest of reduced durability will become healing.",
  "vp.stellar.2": "Special: Each slain enemy with Special will grant a shield of 10% of its max HP (stackable).",
  "vp.stellar.3": "Ultimate: Each creature affected by the Black Hole will increase its duration by 10%.",
  "vp.stellar.4": "Special: Creatures killed by the owner explode with a 50% chance without affecting objects and blocks, dealing 300% damage within a radius of 8 blocks.",
  "vp.stellar.5": "Passive: Each Over Healing on an opponent under the aura effect will break all their equipment by 5%.",
  "vp.stellar.6": "Special: also adds shield with amount of 300% from max health(not stackable).",
  "vp.stellar.7": "Ultimate also applies a Healing Debt of 1000% of max HP. If the wearer survives after the ultimate, its cooldown resets by % of the difference between received damage and healing (up to 60%).",
  "vp.stellar.8": "Passive: If the first evasion fails, damage decreases by % of evasion.",
  "vp.stellar.9": "Ultimate: also gives gold like from Passive \nEach luck attribute increases all damage by 10%.",
  "vp.stellar.10": "Ultimate can also teleport to a random player with a 5% chance.",
  "vp.stellar.11": "Pain Accumulation does not reset when Over Healing but decreases by 100 for each healing higher then 1.",
  "vp.stellar.12": "Special: Each damage inflicted on Disappointed creature, which after absorption will be less than 5, accumulates without absorption. \nAfter that, it is added to the next attack that will hurt opponent more then 5 damage, or to the 10th attack.",
  "vp.stellar.13": "Special: Also affects players but without increased drop rates.",
  "vp.stellar.14": "Passive: The chance for Passive trigger increases by 1% for each luck attribute.\nAfter the Passive triggers, damage is reflected to all within a 30-block radius with a 30% chance.",
  "vp.stellar.15": "Ultimate: Creatures with Soul Corruption higher then 10 wont be able to get heal and shields, higher then 30 - current hp becomes max hp. \nThe Soul Corruption multiplier on strikes also increases by 1 for each attribute of the carrier exceeding the attribute of the victim (max. hp, damage, speed, attack speed, flight speed).",
  "vp.stellar.16": "Ultimate: Creatures under the shield receive physical damage absorption 90% and breaking shield will hurt breaker with amount of max initiate shields.",


  "vp.info": "If you have any questions about mechanics, type /vestiges info",
  "vp.info.mechanics": "§5Healing Debt§7 - prohibits healing until the debt is paid off. Each healing reduces the debt by a 1:1 ratio. \nFor example: \nPlayer with 20 max HP has a healing debt of 10% of their max HP (so debt = 2). After healing for 4 HP, the player would only receive 2 HP.\n\n§5Healing Bonus and Healing Reduction§7 - increases and decreases the amount of healing received, respectively. All bonuses are applied simultaneously. \nFor example:  \nIf a player has a 60% healing bonus and a 40% healing reduction, the effective bonus would be 20%, resulting in a healing of 12 HP instead of 10.\n\n§5Over Healing§7 - the amount of healing a player or creature receives when already at full HP.\n\n§5Shield§7 - protects against damage less than the shield value and activates after absorption or amplification effects from other mods. \nFor example: \nIf a player has 10 shields and receives 8 damage, player will take 0 damage and have 2 shields remaining. \nIf 12 damage is dealt, the player takes 2 damage, depleting the shields.\n\n§5Overshield§7 - provides complete protection against damage, even if the damage exceeds the overshield value. It activates before regular shields. \nFor example: \nPlayer with 80 overshields and 10 shields takes 99999 damage, resulting in 0 damage taken and 0 overshields, but 10 shields remaining. \nOvershields are also 90% more effective against magical and void damage.\n\n§5Adaptive Damage§7 - damage that changes its damage type to the next in the list if it fails to penetrate the target.\n\n§5Paragon Damage§7 - guaranteed damage that ignores evasion, absorption, damage negation, and shields but does not bypass overshields. \n\n§5Damage Type§7 - refers to its characteristic, what it does, and the properties it possesses. \nFor example:\nDamage type damageHelmet deals additional damage to the helm, while bypassInvul penetrates through invulnerability seconds between hits, enchantments, effects, armor, etc. \nSome Vestiges feature mechanics that change the damage type, altering such characteristics of the inflicted damage.\n\n§5Damage Kind§7 - is a set of characteristics with specific name. \nFor example:\nDamage types \"Fall\" and \"Stalagmite\" include bypassArmor and isFall, meaning they will penetrate armor and be further reduced by enchantments against falling on armor. \nThen there's the damage type \"Falling Stalagmite,\" which only includes damageHelmet."
}