{
  "vp.key": "§5§lVestiges of the Present",
  "vp.leaderboard.chat": "§7From §5Vestiges of the Present: §7you have disabled leaderboard, why wont you give it a try? For more info type /vestiges leaderboard info ;)",
  "vp.leaderboard.gold": "Golden Name",
  "vp.leaderboard1": "§7\nPlaying with internet will automatically update your statistics in leaderboard while completing Challenges if you successfully registered or logged in. \nLeaderboard progress is bound to Player's nickname, UUID and password, that way you can participate and continue to progress in leaderboard from any world and any modpack. \nIf you are in top 10 list you will get ",
  "vp.leaderboard2": "\n§7To participate in leaderboard you must enable leaderboard in config and play only in Survival game mode, switching to any other mode or cheating will §cforever block your progress in current world or overall. \n§7With leaderboard active all Challenges will have fixed 12 hours cooldown and challenges cannot be lowered for more than 10%. \nAlso blacklist of Bosses and Potions cannot be higher than 3.",
  "vp.activation": "Key: ",
  "item.vp.mystery_chest": "Mystery Chest",
  "vp.mystery.desc": "Used to drop different items, press SHIFT to watch them.",
  "vp.mystery.desc2": "Press CTRL to see obtaining information.",
  "vp.mystery.desc3": "Has %s chance to drop x1 when you achieve any advancement. (+%s for each advancement) \nHas %s chance to drop x1-10 when completing any Challenge.",
  "vp.mystery.desc4": "Can be configured with /vestiges mysteryChest add/remove common/rare/mythic/legendary <quantity>, holding required item in main hand.",
  "vp.key.first": "Special of first Vestige",
  "vp.key.second": "Special of second Vestige",
  "vp.key.first_ult": "Ultimate of first Vestige",
  "vp.key.second_ult": "Ultimate of second Vestige",
  "entity.vp.oyster": "Hungry Oyster",
  "entity.vp.seashell": "Silly Seashell",
  "item.vp.anemoculus": "§3Air Essence",
  "item.vp.crown": "§eCrown",
  "item.vp.atlas": "§cAtlas",
  "item.vp.killer": "§eKiller Queen",
  "item.vp.mask": "§9Mask of Demon",
  "item.vp.donut": "§cSweet Donut",
  "item.vp.mark": "§4Cursed Mark",
  "item.vp.ears": "§eCat Ears",
  "item.vp.midas": "§6Hand of Midas",
  "item.vp.anomaly": "§dTeleportation Anomaly",
  "item.vp.armor": "§cMartyr's Habergeon",
  "item.vp.book": "§dTome of Disillusionment",
  "item.vp.prism": "§cPrism of Posthumousness",
  "item.vp.chaos": "§5Core of Chaos",
  "item.vp.devourer": "§4Soul Devourer",
  "item.vp.flower": "§2Seven-coloured Flower",
  "item.vp.catalyst": "§aInfested Catalyst",
  "item.vp.archlinx": "§9Archlinx",
  "item.vp.nightmare_devourer": "§4Nightmare Devourer",
  "item.vp.easter_egg": "§cEaster Egg",
  "item.vp.shard": "§dCrystallized §5Despair",
  "item.vp.vip": "VIP Activator",
  "item.vip.desc1": "Activates VIP status for %s days.",
  "item.vip.desc2": "VIP status gives you keep inventory and exp, x4 experience and +10% permanent chance for ",
  "item.vip.desc2.2": "If used while VIP is already activated it will increase current VIP.",
  "item.vip.desc3": "This activator is bound with you, nobody else can use it.",
  "item.vp.event_horizon": "Event Horizon",
  "vp.event_horizon.desc": "Creative only. \nSwing forces the creature to Die Guaranteed upon sight. \nOn use forces Despawn of all loaded entities in the world or yourself if crouching.",
  "item.vp.corrupted_fragment": "§4Corrupted Wish",
  "item.vp.corrupted_item": "§cCorrupted Fate",
  "item.vp.chaos_orb": "§eOrb of Chaos",
  "item.vp.celestial_mirror": "§3Celestial Mirror",
  "vp.celestial_mirror.desc1": "Can be used to clone item in Offhand.\nCloned item and it's clone cannot be cloned again.",
  "vp.celestial_mirror.desc2": "Drops from monsters, Empowered Monsters and Bosses in Cruel mode with 0.00001% chance.\n§cDuping Celestial Mirror without creative is deadly dangerous!",
  "vp.chaos_orb.desc1": "Randomly changes all enchantments on the offhand item while preserving their levels.\nHas a 5% chance to remove a random enchantment and redistribute its level among the remaining enchantments.\nHas a 2% chance to make the enchantment level negative, with an additional +2% chance for each existing curse on the item.\nHas a 0.5% chance to extract one random enchantment as an enchanted book and erase all enchantments on the item.\nHas a 0.1% chance to enchant item with enchantment from enchanted book in inventory.",
  "vp.chaos_orb.desc2": "Drops from monsters, Empowered monsters and Bosses in Cruel mode with 0.001% chance.",
  "vp.chaos_orb.desc3": "If used on Vestige, randomizes Curse it has. \nIf used on Accessory, randomizes stats of type it has and with 3% chance can randomize its type. \nIf accessory has certain lvl, it randomizes stats for each lvl it has separately.",
  "vp.corrupt_frag.obtain": "Drops guaranteed from Empowered monsters and Bosses in Cruel mode and with 0.1% chance from common monsters.",
  "vp.corrupt_frag.desc": "When stacked to 64 and Stellar Fragment is in inventory, transforms into §cCorrupt Fate.",
  "vp.corrupt_frag.use": "Can be used in Main hand to enchant items in Offhand. \nHas a 80% to enchant for 1 random enchantment with 1 lvl/increase current enchantment by 1 lvl or 20% chance to curse item. \nCannot enchant cursed items.",
  "vp.corrupt_item.desc1": "When used in Main hand with armor, tool or sword in Offhand: \nEnchants item with 1 random curse and 5 random enchantments with maximum lvl*2.",
  "vp.corrupt_item.desc2": "When used in Main hand with Vestige in Offhand: \nCurses Vestige with 1 random curse that cannot be vanished or reapplied. Curses become stronger with more Stars that Vestige has.\nCan be used only once on the same item.",
  "vp.bucket": "Wrong bucket, you should use %s",
  "vp.shard.get": "Drops from bosses in Cruel mode.",
  "vp.shard": "When used on a Boss in Cruel mode, it has a 3% chance to turn it into a Nightmare Boss.",
  "vp.shard.1": "Cruel mode can be enabled and disabled with config or by command /vestiges enableCruel.",
  "item.vp.ball": "§bBall Lightning",
  "item.vp.trigon": "§6Paragon Trigon",
  "item.vp.soulblighter": "§dSoulrender",
  "item.vp.box_saplings": "§2Box of Nature",
  "item.vp.guide_book": "Guide Book",
  "item.vp.rune": "§5Hephaestus Rune",
  "item.vp.lyra": "§2Bard's Lyre",
  "item.vp.pearl": "§1Abyssal Pearl",
  "item.vp.whirlpool": "§9Whirlpool",
  "item.vp.nightmareshard": "§dCrystallized §5Dread",
  "item.vp.hearty_pearl": "§9Hearty Pearl",
  "item.vp.pinky_pearl": "§dPinky Pearl",
  "item.vp.seashell": "§9Adorned Seashell",
  "vp.obtain": "How to obtain:",
  "vp.mirrored": "Mirrored.",
  "vp.hearty_pearl.obtain": "Drops when you feed 3 \"Well-Fed Fish\" to a Hungry Oyster.\nHungry Oysters can spawn in the ocean and warm ocean, with the chance being 3 times higher in warm ocean.\nAround a Hungry Oyster, within a 30-block radius, 3 Skinny Fish will appear. These fish need to be protected while they fatten up.\nAll nearby creatures will try to eat the Skinny Fish, and the fattening process takes %s mins.\nOnce the fish are well-fed, you need to lead them back to the Hungry Oyster to feed them.",
  "vp.seashell.obtain": "After inserting 3 Hearty Pearls into the Silly Seashell, waves of enhanced sea monsters and Bosses will start appearing, trying to destroy it.\nThe Silly Seashell has 1000 HP and 100 Shields.\nDuring the defense, Seashells will spawn around, and collecting 10 of them will heal the Silly Seashell by 100 HP and restore its Shields.\nSuccessfully defending 10 waves will grant all nearby players:\n1) Adorned Seashell\n2) 3-7 Star Fragments\n3) 20 random sea items\n4) Abyssal Pearl with a 5% chance\n5) Loot from a random sea Boss with a 10% chance, or a sea mob with a 90% chance \nNote: you can add Silly Seashell to friends to prevent dealing damage to it by ,,/vestiges friend add seashell,,",
  "vp.use": "What is it for:",
  "vp.hearty_pearl.use": "Used in crafting. \nCan be inserted into the Silly Seashell, which very rarely spawns at the bottom of deep oceans, to obtain an Adorned Seashell.",
  "vp.seashell.use": "Used in crafting and attracts sea creatures on use.",
  "vp.pinky_pearl": "Using it will increase your overall luck and will help with fishing permanently.",
  "vp.nightmareshard.get": "Drops from Nightmare Bosses",
  "vp.nightmareshard.1": "Proof of indestructible power",
  "box.sapling.info.1": "§2Gives random Sapling or Seed",
  "vp.wave": "Wave: %s",
  "item.vp.box_eggs": "§5Box of Eggs",
  "vp.fish.2": "Corals and single types Fish:",
  "vp.fish": "All progress with Corals and other Fish:",
  "box.egg.info.1": "§5Gives random egg",
  "vp.curse.1": "Curse: Reduces maximum hp by %s and gives immunity to elemental damage.",
  "vp.curse.2": "Curse: Healing and Shield bonuses %s. Healing will heal Over Shields instead of Health.",
  "vp.curse.3": "Curse: Using Vestiges abilities will apply 'silence' for 3 seconds. Speeds up Vestiges abilities recharging with %s of Shields and Over Shields per second.",
  "vp.curse.4": "Curse: Cannot hurt any entities with anything but Vestiges. Final damage bonus for Vestiges +%s.",
  "vp.curse.5": "Curse: Inability to have Shields and Over Shields. %s of given Shields and Over Shields will reduce the same amount of Shields and Over Shields of surrounding entities.",
  "vp.curse.6": "Curse: Cooldown of Special and Ultimate charges increased by %s. Vestige gets +1 Star.",
  "vp.double_stellar": "+1 Special and Ultimate charges.",
  "vp.triple_stellar": "Can be fast equipped with RMB. Saves charges on switching.",
  "vp.name.1": "§3Air Essence",
  "vp.name.2": "§eCrown",
  "vp.name.3": "§cAtlas",
  "vp.name.4": "§eKiller Queen",
  "vp.name.5": "§9Mask of Demon",
  "vp.name.6": "§cSweet Donut",
  "vp.name.7": "§4Cursed Mark",
  "vp.name.8": "§eCat Ears",
  "vp.name.9": "§6Hand of Midas",
  "vp.name.10": "§dTeleportation Anomaly",
  "vp.name.11": "§cMartyr's Habergeon",
  "vp.name.12": "§dTome of Disillusionment",
  "vp.name.13": "§cPrism of Posthumousness",
  "vp.name.14": "§5Core of Chaos",
  "vp.name.15": "§4Soul Devourer",
  "vp.name.16": "§2Seven-coloured Flower",
  "vp.name.17": "§aInfested Catalyst",
  "vp.name.18": "§bBall Lightning",
  "vp.name.19": "§6Paragon Trigon",
  "vp.name.20": "§dSoulrender",
  "vp.name.21": "§5Hephaestus Rune",
  "vp.name.22": "§2Bard's Lyre",
  "vp.name.23": "§1Abyssal Pearl",
  "vp.name.24": "§9Whirlpool",
  "vp.name.25": "§4Nightmare Devourer",
  "item.vp.stellar": "Stellar Fragment",
  "item.vp.box": "§5Box of Wonders",
  "box.info.1": "Use to get random Accessory.",
  "itemGroup.vptab": "§5Vestiges of the Present",
  "curios.identifier.vestige": "Vestige",
  "curios.identifier.earring": "Earring",
  "vp.seconds": " seconds,",
  "vp.chaos": "Current random entity: ",
  "vp.chaos2": "Time left until reset: ",
  "vp.frag": "Use to get +%s chance for next ",
  "vp.frag.get": "Drops from killing Nightmare Bosses and defending Silly Seashell",
  "vp.getText1": "Each Vestige can be obtained once per ",
  "vp.getText2": "You can get another after ",
  "vp.getTime": "Hours ",
  "vp.alt": " §7for list of what left to complete challenge",
  "vp.lang": "eng",
  "vp.passive": "Passive: ",
  "vp.special": "Special: ",
  "vp.charges": "Charges:",
  "vp.charges2": ", Cooldown:",
  "vp.ultimate": "Ultimate: ",
  "vp.damage": "Damage type: ",
  "vp.worlds": "Worlds where you've been: ",
  "vp.return": "Current return point: ",
  "vp.stellar": "Stellar",
  "vp.stellarText": "Keeps after death and ",
  "vp.stellarText2": "Keeps after death and gives additional functional",
  "vp.challenge": "Complete challenge from ",
  "vp.progress": "Progress: ",
  "vp.chance": "current chance to become ",
  "vp.soul.exist": "The soul is captured inside: ",
  "vp.soul.empty": "There is empty inside",
  "vp.devourer": "Collected Souls: ",
  "vp.chance2": "On failure chance +",
  "vp.alt.atlas": " §7to display found biomes",
  "vp.alt.prism": " §7to display damage subtypes that Warden needs to be killed with left",
  "vp.short": "Short information: ",
  "vp.press": "§7Press ",
  "vp.shift": " §7for detailed information",
  "vp.prism": "Mortgage count: ",
  "vp.ctrl": " §7for obtaining information",
  "vp.creative": "You're in Creative mode! Just put on the Vestige to turn it into a Stellar",
  "vp.sleep": "I wanna sleep so much...",
  "item.vp.refresher": "§2Refresher",
  "effect.vp.vip_effect": "VIP Status",
  "item.vp.infinite_refresher": "§2Infinite Refresher",
  "item.vp.ring_of_wibest": "§6Ring with orange quad",
  "config": "You can change a lot of stuff in minecraft/config/vp-common.json.",
  "vp.refresher": "Refreshes all charges on equipped Vestiges. (Consumes after use)",
  "vp.refresher.get": "Can be obtained after completing challenge on Stellar with 50% chance.",
  "vp.infinite.get": "Proof of iron will and infinite mighty.",
  "vp.lyre.authors": "Lyre song authors from youtube: Pokerface4222, 리샨느'Leshanne', tnbee, Bwunni ♡",
  "item.vp.vortex": "§5Void Vortex",
  "vp.seashell.fail": "Seems like something went wrong, current wave will be restarted.",
  "vp.vortex": "When dropped on height under -69 spawns the Void Vortex. The Void Vortex needs to absorb required items, after that next dropped item will become unbreakable.",
  "vp.vortex.max": "Amount of items needed: ",
  "vp.vortex.shift": "Press Shift, to see required items list.",
  "vp.infinite": "Refreshes all charges on equipped Vestiges. (Instead of consuming goes to cooldown for 300 seconds)",
  "vp.lore.1": " Why have I never thought about how I ended up here and what I'm doing here?\n As if it's self-evident to me.\n As if this question isn't posed by me but by a small part of my controlled consciousness. \n I have a strange sense of déjà v, I definitely existed before... and someone is closely watching me...\n",
  "vp.lore.2": " Last night I dreamt of some strange Vestiges; they look quite unusual, unlike any I've seen before.\n What exactly are Vestiges, and why did I name them that?\n The name just came to me. Usually, something left from the past is called that.\n Some of the images evoke associations with something I saw a very long time ago, so long ago that I can't remember, as if it was before my birth in this world.\n Trying to remember the dream, the same strange phrase repeats in my mind, ,,complete the challenge of y******f.,, Who could that be?\n His voice was so unnatural, as if he wasn't human.\n No, this is just another nonsense; anything could have appeared in my dream!\n",
  "vp.lore.3.1": "??? - Who are you? You weren't in the previous universe... Anomaly?",
  "vp.lore.3.2": "- What does Anomaly mean? And who are you anyway?",
  "vp.lore.3.3": "??? - A simple embodiment couldn't have known about the trials, definitely an Anomaly. Oh yes, I almost forgot, perhaps you are *****",
  "vp.lore.3.4": "- I don't understand you; your last word sounded strange. What's happening?",
  "vp.lore.3.5": "??? - It doesn't matter anymore. Your curiosity won't affect anything.",
  "vp.lore.3.6": " What past universe is he talking about? Who was that at all?\n His voice was the same as in that strange dream about Vestiges, and his vocabulary was even stranger, some anomalies, embodiments...\n Suddenly, in my pocket, I found a Vestige!",
  "vp.lore.4": " A portal appeared in front of me again; I was a bit scared as I didn't expect it.\n From the portal, a hand made of an incomprehensible substance reached out to me, holding another Vestige in the palm.\n I was afraid to take it, but in a moment, it was in my pocket, and the portal itself disappeared.\n It was that creature again; I'm sure of it!\n But why didn't it speak to me this time?\n Apparently, it personally gives each person who passes its trials a specific Vestige related to that trial.\n Maybe I can talk to it if I continue to complete them or get them all. But what are these Vestiges anyway? Why do they possess such monstrous power?",
  "vp.lore.5": " I had a strange dream again, but now it's even stranger.\n There was an incomprehensible creature among endless bright circles, surrounded by pitch darkness and emptiness.\n The circles were so bright, as if they contained infinite galaxies.\n Instead of a head, it had a black hole?... or something resembling it.\n I saw it opening a portal and giving someone another Vestige, but it was different from the ones it gave me.\n This Vestige shone so brightly, as if a star was trapped within.\n I wonder, will I ever be able to get one like that? What will it say to that...",
  "vp.lore.6": " Contemplating about that mysterious being suddenly made me curious and even a little sad. \n Most likely, that creature is immortal and has been alive for billions of years, having surpassed its era and its characteristics, views of the world. \n What would you do if you had an eternity in reserve?\n Why do anything at all when any action ultimately won't influence the outcome - time is endless, matter is boundless, every thought or display of human emotions is nothing more than a rudiment of a perfected and immortal being, although it's hard to call such a thing a being. \n After all, it doesn't exist, it has long faded into nothingness over millions of years, inside containing so much that it's empty, its mind and consciousness extinguished. \n However, it's an exception to the presumed model; it had emotions and even speech, motives to conduct trials and give away Vestiges for them. \n I don't understand its behavior, to it, I'm some anomaly, and to me, it is. \n In any case, it doesn't matter, as I'm just a mortal, not destined to comprehend such a horrible fate of eternity. \n I need to continue completing the trials...",
  "vp.lore.7": " It was quite challenging for me to obtain it, but still, I succeeded! The secret condition was only unwavering determination. I wonder what it will say, my interest is evident from a huge smile.",
  "vp.lore.7.1": "??? - Did you think this was a special reward for perseverance and hard work?",
  "vp.lore.7.2": "- Well, I thought so. It's so cool and radiant, isn't it?",
  "vp.lore.7.3": "??? - It's a consolation prize for fools. Repeating the same trial in hopes of change, it was pitiful to watch you.",
  "vp.lore.7.4": "- So, you do experience emotions after all! Tell me, who are you? Why do you do this?",
  "vp.lore.7.5": "??? - ...",
  "vp.lore.7.6": " The enigmatic creature suddenly vanished from the portal after my probing question. Apparently, it unsettled him. ",
  "vp.lore.7.7": " I didn't mention the dreams, he might not have liked that. The last option to engage him in conversation remains gathering all the Vestiges? I'm exhausted...",
  "vp.lore.8": " I can't even remember why I'm collecting all these Vestiges.\n Why does this creature's motive matter to me at all?\n Why was it important for me to know its opinion and reasons for existence, conducting trials, I don't know anything anymore.\n I'm just tired. Apparently, its trials are not just physical but moral as well.\n Maybe I should just quit and continue living peacefully with the Vestiges I already have?\n And I broke down like this being a mortal with at most 40-60 years left to live, while it...\n I wonder, would I be happy if I lived forever?\n Maybe initially, but later on, I would lose myself, and my past desires and memories would fade away, and the past me would die.\n Does that mean that the immortal ones also die?\n",
  "vp.lore.9.1": "??? - So, here we are again, meeting. You've become a frequent visitor of mine.",
  "vp.lore.9.2": "- ... I went through so many trials, so much suffering and pain. Tell me, why? I lost my purpose a long time ago. It was the dreams leading me, were you the one sending them?",
  "vp.lore.9.3": "??? - What would you do if you became immortal?",
  "vp.lore.9.4": "- I pondered that for a long time, but in the end, I would seek a way to rid myself of immortality.",
  "vp.lore.9.5": "??? - And I found it, after an eternity. The only thing left for me to find was my past self.",
  "vp.lore.9.6": "- You mean to say, I am you?",
  "vp.lore.9.7": "??? - Your worldview is too narrow, for you are just a human. Perhaps you are me in one of the millions of fates, or perhaps not.\nYour trials are just Vestiges of a bygone past that I brought from the past into the present.",
  "vp.lore.9.8": "- How could the past vanish? Why didn't the Vestiges disappear with it?",
  "vp.lore.9.9": "??? - The Vestiges are a projection of your anthropocentrism. I've lived through eternity, I've witnessed the deaths and births of new universes.\n But memories of the first thousand years were always with me. I sealed them deep within my consciousness. That is what the Vestiges are – fragments brought from the no-longer-existing past into the present.\n And now, when you've taken the last Vestige, my past and I will completely fade with time, resulting in the disappearance of this universe. That's my only way.",
  "vp.lore.9.10": " The enigmatic creature disappeared, leaving nothing behind except another Vestige.\n I decided to stop gathering Vestiges; there was no one left to give them to me, simply continuing to live until the disappearance of this universe.\n Recalling the moment when that being disappeared, I could distinctly see its face before that, it was my face.\n Perhaps, in the future, I might become like it and prevent the disappearance of the universe, repeating its fate?\n Maybe, in one of the infinite twists of events, there exists a minuscule probability of a similar sequence of events, just as atoms can assemble in a random sequence at a random moment in time and create a speaking head with its consciousness in the middle of the room, which disappears in a second, or create a universe identical to ours within a forever sealed and hermetic cube.\n All these thoughts about infinity and the meaning of existence drive me crazy, when was the last time I ate my favorite fried meat in soy sauce with mustard?",

  "vp.passive.1": "Against creatures in the air: +700% damage, -10% all equipment durability when hit.",
  "vp.special.1": "Lifts owner and everyone nearby 30 blocks into the air and grants slow falling for 5 seconds. \nIf Ultimate active: instead of lifting soaks all to yourself including entities and items.",
  "vp.ultimate.1": "Provides controlled flight for the next 20 seconds.",
  "vp.get.1": "Kill %s different creatures in the air while being airborne.",

  "vp.passive.2": "Damage is reduced by the difference between the attack attribute of the owner and the attacker.",
  "vp.special.2": "Deals 300% damage to all players and hostile creatures in the radius. \nEach slain enemy grants Shields and Over Shields of 50% of its max HP. \nEach enemy that absorbed damage has a 5% chance to restore charge, 20% chance if enemy is under Ultimate effect.",
  "vp.ultimate.2": "Turns off Invincibility/cancelling death of a creature at the point of view for the next 15 seconds. \nIf target is Player then also turns off Vestiges.",
  "vp.damagetype.2": "adaptive (changes until hurts enemy)",
  "vp.get.2": "Defeat all hostile creatures in the modpack.",

  "vp.passive.3": "Dealing fall damage has a 20% chance to grant 1 Gravity. \nEach Gravity provides +2% damage to Ultimates. \nMaximum Gravity numbers are 30.",
  "vp.special.3": "Deals 50% damage in a small area ahead, forcibly disables flight, and drops to the ground.",
  "vp.ultimate.3": "Upon having Gravities, creates a small black hole pulling in enemies. \nRadius, damage, and duration of the black hole depend on the number of Gravities. \nBlack Hole explodes after expiration and deals Paragon damage.",
  "vp.damagetype.3": "falling, void",
  "vp.get.3": "Discover all modpack biomes.",

  "vp.passive.4": "After death, causes an explosion within a 40 blocks radius with 800% damage. \nCannot be activated during Special cooldown. \nDoes not affect blocks and items.",
  "vp.special.4": "Self-detonation in a radius of 20 blocks with 400% damage. \nEach hit enemy will have 70% reduced resistance to the next explosive damage.",
  "vp.ultimate.4": "For the next 20 seconds death will be canceled and cause Passive with 8000% damage. \nAfter death or 20 seconds next death will not trigger Passive until cd ends.",
  "vp.damagetype.4": "explosive",
  "vp.get.4": "Explode %s creatures.",

  "vp.passive.5": "Terrifying aura reduces the owner's and all surroundings healing by 1% for every 1% of missing HP, also boosts speed and damage with it. \nEach hit to enemy with Healing Debt will increase it by 1%. \nIf health lower then 50%, Ultimate becomes stronger by 2 times",
  "vp.special.5": "Switchable \nGradually consumes HP down to 1, increasing damage by 4% for every 1% missing HP. \n Consumes Heal Debt instead of hp if present.",
  "vp.ultimate.5": "Applies a Healing Debt to wearer and all creatures within the 30 blocks afterwards for 300% of the owner's Max HP. \n(Healing Debt prevents healing until depleted, each healing will reduce it 1 to 1). \nAdditionally deals 300% damage.",
  "vp.damagetype.5": "Paragon (can be reduced only by Over Shields), sonic boom",
  "vp.get.5": "Kill %s creatures in hell, having no more than 1 HP. Creature must have max health or attack damage higher, then yours",

  "vp.passive.6": "Increases all healing by 40%. \nIf current HP is below 50%, the bonus doubles. \nWhen Shields are active gives +0.1% healing bonus, +1% Shield bonus and +0.1% duration to any next Ultimate for each Saturation stack",
  "vp.special.6": "Heals the owner for 40% of their max HP and removes negative effects. \nIf HP is below half, also applies regeneration 5 for 20 seconds. \nAdds Shield with amount of 300% from max health(not stackable)",
  "vp.ultimate.6": "For the next 10 seconds after activation, each Over Healing will increase the Saturation stack by 1 to 1 ratio (%s max). \nStacks reset after cooldown.",
  "vp.get.6": "Consume all food in the modpack.",

  "vp.passive.7": "Next attack wil duplicate for each stack of Madness. \nIf target has lower then 50% HP stacks doesn't consume with 50% chance.",
  "vp.special.7": "Sacrifice 20% HP for 1 stack of Madness up to 10.",
  "vp.ultimate.7": "For the next 5 seconds, healing becomes Over Healing, and instead of receiving damage, it accumulates. \nAfter expiration (all accumulated damage - all accumulated Over Heal) is dealt at once. \nIf HP is less than 30% upon activation, time increases by 15 seconds and damage, healing, speed, attack speed increase by 200%. \nIf HP is higher then 50%, time increases by up to 10 seconds for each stack of Madness",
  "vp.get.7": "Enchant %s items with curses.",

  "vp.passive.8": "Each point of defense gives 1% evasion (cannot exceed 69%).",
  "vp.special.8": "Increases the speed attribute by 1. \nAfter each 0.05 of speed attribute provides +1% evasion to Passive (cannot exceed 69%).",
  "vp.ultimate.8": "For the next 40 seconds, in case of unsuccessful evasion, there will be a chance for a second evasion (1% for every 10 experience levels, up to 90%).",
  "vp.get.8": "Tame all kind of Cats.",

  "vp.passive.9": "Accumulates gold from killing mobs (1 nugget per 1 monster), which can be obtained in ingots with Right Click or in blocks with Shift+Right Click.",
  "vp.special.9": "The next 10 monsters killed will have x2 nuggets. \nIf the monster turns out to be a boss, the bonus increases to x10.",
  "vp.ultimate.9": "Spends all gold in Passive and with a 0.01% chance per nugget of gold permanently increases luck attribute of this Vestige by 1.",
  "vp.get.9": "When eating enchanted golden apple there is a 10% chance to progress challenge. \nChance can be increased by 1% for each golden item crafted(non repeatable). \nCurrent chance: ",

  "vp.passive.10": "Using an Eye of Ender teleports self and nearest creatures within 4 blocks to the return point. \nIf return doesn't exist then teleports to respawn point.",
  "vp.special.10": "Special was pressed with Eye of Ender in hands: setting the return point. \nIn other cases: teleport to the creature by eye sight, deal 400% damage and prevent teleportation for 30 sec.",
  "vp.ultimate.10": "Teleport to a random world, where you've been at least once, at random coordinates within world's borders x, z and y 0-250.",
  "vp.get.10": "Teleport with Ender Pearl in the same place Enderman teleports in the same second %s times.",
  "vp.damagetype.10": "dragon breath",

  "vp.passive.11": "Damage taken consumes Pain Gauge(10% maximum) and reduces by consumed value, while Ultimate isn't active. \nTaking any damage will increase adaptation to it by 5% and refreshing every 5 minutes. \nReaching maximum 90% of adaptation to any damage grants 150 Pain Gauge.",
  "vp.special.11": "Applies 2 random negative effects and Healing Debt equal to 40% of Max HP, while also dealing 30% damage to self. \nThe applied Healing Debt and self-inflicted damage increase with existing debuffs. \nIf the carrier's Healing Debt exceeds 600% of Max HP, the Pain Gauge increases by 40, and Shields equal to 10% of the Pain Gauge are granted.",
  "vp.ultimate.11": "While active, 10% of the damage taken is converted into the Pain Gauge. \nUpon expiration, the entire Pain Gauge is spent on repairing equipment durability, with any excess converted into experience.",
  "vp.damagetype.11": "cactus",
  "vp.get.11": "Die from each type of damage.",

  "vp.passive.12": "Enemies afflicted by Special become Disenchanted, turn vanilla enchantments negative (e.g., Protection 5 becomes -5). \nUpon expiration, the enchantments return to normal. \nAlso, Disenchanted enemies are more vulnerable to any damage by 50%.",
  "vp.special.12": "All nearest players become Disenchanted for 15 seconds.",
  "vp.ultimate.12": "For the next 60 seconds, upon death by Disenchanted player, all their equipment re-enchants into curses.",
  "vp.get.12": "Kill another Player or Warden while wearing equipment with a total of 10 curses (enchantments).",
  "vp.damagetype.12": "magic",

  "vp.passive.13": "Slain monster under the effect of Special grants second loot table. \nEach Mortage (from Ultimate) provides a 1% chance for x4 loot. \nIf the chance triggers, it divides by 10 for x6 loot and so on.",
  "vp.special.13": "Empowers the monster you're looking at until Special ends. \nThe monster gains vulnerability to one random damage type while becoming immune to the others.",
  "vp.ultimate.13": "For the next 60 seconds, the player receives 10 times more damage. \nFor each monster killed under the effect of Special, +1 Mortage.",
  "vp.get.13": "Get %s rare drops from creatures. \nRare drop is drop that has chance <= then %s. \nCorrupted with should be obtained randomly, not guaranteed.",

  "vp.passive.14": "With a 10% chance, one of two things can happen: \n1.The received damage may increase or decrease by a random number from 1 to infinity.\n2.The received damage may obtain random type of damage.(magic, bypassArmor, fall, etc.). Increases overall luck.",
  "vp.special.14": "The next 1-10 received hits can reflect back to the opponent with a chance of 10-100%. (Self-harm does not count.)",
  "vp.ultimate.14": "The next 10-80 incoming projectiles within a 5-block radius over 20 seconds will teleport behind the shooter.",
  "vp.get.14": "Every %s minutes , a random modpack entity will be requested. \nWithin this time this creature must be killed or tamed, failing to comply will reset the progress. \nComplete requests %s times in a row",

  "vp.passive.15": "Every slain boss yields a Soul.",
  "vp.special.15": "Binds the soul of the nearest creature or a creature you're looking at for 5 seconds. \n(Each Soul from Passive adds +0.1 second, up to a maximum of 15 seconds). \nThe bound creature cannot move between worlds, teleport and cannot leave a 3x3x3 area.",
  "vp.ultimate.15": "For the next %s hits, with a certain chance, it will decrease Soul Integrity of the affected creature. \n(Chance depends on accumulated Souls from Passive, +%s chance for each soul).",
  "vp.get.15": "Kill all bosses of modpack",

  "vp.passive.16": "Each peaceful creature around reduces the healing received by the wearer by 0.1% for every 1% of HP they are missing.(99% cap)",
  "vp.special.16": "For the next 5 seconds during the wearer's healing, all peaceful and tamed creatures, as well as other players in a large radius, will receive Reduced healing. \nReduced healing is what player didn't get because of Healing Reduction and Healing Debt",
  "vp.ultimate.16": "Each missing point of armor durability provides a Shield from damage to the wearer, all peaceful and tamed creatures, as well as other players (non-stackable, replaceable). \nThe Shield increases by 10% for every 1% of Healing Reduction.",
  "vp.get.16": "Collect all modpack flowers.",
  "vp.get.16.fail": "If any flower was placed by the player challenge will go on cooldown and reset.",

  "vp.passive.17": "A creature that dies within a 10-block radius of the wearer will spread all negative effects to nearby creatures within the same radius, including the wearer.",
  "vp.special.17": "Extends the duration of all debuffs on all nearby creatures by 15%, and also has a 20% chance to increase their level by 1. \nGives random buff of modpack with 1-5 lvl for 60-200 seconds.",
  "vp.ultimate.17": "Steals all buffs from all nearby creatures whose level does not exceed 4. \nEach stolen buff from a creature applies a random debuff of level 1-4 to it for 10 seconds and gives +10% duration to all wearer buffs.",
  "vp.get.17": "Get every effect of modpack.",

  "vp.passive.18": "Attacks that exceed the current HP of the enemy spread to 3 random hostile creatures within a 15-block area. \nDealing lightning damage will reduce Shields by %s and OverShields by %s from their maximum also applying -%s Shield Bonus debuff.",
  "vp.special.18": "Teleports the wearer to a random point nearby, leaving behind a powerful lightning bolt. \nThe lightning deals 500% damage to everyone (including the wearer) within a 5-block radius and slows down the speed, attack speed of enemies.",
  "vp.ultimate.18": "Calls down a hail of lightning on all creatures (including the wearer) within a 30-block radius that have a Shield or whose current HP is lower than the owner's, or whose have armor, or whose are wet, dealing 1000% damage. \nAffected creatures (except the wearer) take 50% more damage for each piece of armor worn, 10% for each point of armor, and 0.1% for each existing Shield.",
  "vp.get.18": "Be struck by lightning along with a creeper nearby %s times, receiving explosive damage or death will fail the challenge.",
  "vp.damagetype.18": "lightning",

  "vp.passive.19": "When Shields are present, gives a damage bonus for Specials of 2% for every 1% of missing Over Shield.",
  "vp.special.19": "Deals 10% from wearer's maximum hp damage to hostile creatures in the line of sight.",
  "vp.ultimate.19": "Sacrifices 30% of the Shields of the wearer and all creatures in the area and turns them into Over Shields. \nOver Shields will return to a random creature in the area or the wearer. \n(The chance of Over Shields returning to the player depends on the number of participating creatures)",
  "vp.get.19": "Deal a total of %s damage to enemy Shields or Over Shields.",
  "vp.damagetype.19": "Paragon (can be reduced only by Over Shields).",

  "vp.passive.20": "OverShield regenerates up to 10% of the max HP of the stored creature (from Ultimate) per second. \nUpon receiving Shields, there's a 20% chance to convert 5% into Over Shields. \nKilling creatures in Astral form will reap its souls into Soul Repository.",
  "vp.special.20": "The creature the wearer is looking at enters an Astral form for 15 seconds. \nIn this form, the creature cannot deal or receive damage, except for magical types and through invulnerability, with received damage increased tenfold. \nIf target is already in Astral form and there is enough price(10+certain % from Soul Repository), then deals 125%+price damage and Soul Integrity reduces by 20+price, consuming price.",
  "vp.ultimate.20": "Applies a Healing Debt of 2000% of max HP. \nThe soul of the creature upon gaze will be encapsulated in a Vestige with a chance dependent on the HP difference between the wearer and the creature, as well as the creature's current HP.\nThe exact chance can be found using the command /vestiges captureChance <player's max HP> <creature's max HP> <creature's current HP>\nIf the creature is in Astral form, the chance will be doubled.\nUpon successful capture of the soul, the physical form of the creature will disintegrate, and no loot will drop.\nIf there is a Preserved Soul:\nMaterializes the Preserved Soul and summons a creature that will fight on the side of the wearer.\nThis creature can be returned to the Storage by activating the Ultimate near it again.",
  "vp.get.20": "Tame or kill all peaceful creatures in the modpack.",
  "vp.damagetype.20": "magic",
  "vp.dop.20": "Current Soul Repository: %s",

  "vp.passive.21": "After receiving Paragon damage or Boss damage, grants Shields and Over Shields equal to 50% of the damage taken if the wearer has no Shields or Over Shields.",
  "vp.special.21": "Consumes 20% of equipment durability, each durability consumed + knockback resistance will give a Shield Bonus at a ratio of 10 to 1 for 10 seconds.",
  "vp.ultimate.21": "Gives everyone around the Hardening effect:\nIncreases armor and armor toughness by 20, boosted by Shield Bonus for 40 seconds.\nProtects equipment from durability costs for the next 40 seconds.\n(When protecting, Special will still give a bonus, but at half the amount)",
  "vp.get.21": "Combine all types of smithing templates with any armor.",

  "vp.passive.22": "While music is playing nearby, +40% duration to Specials and Ultimates, -40% cooldown. \nIf all songs from Special are playing gives Orchestra effect: \nMerges all songs into one and increases duration by 30 seconds.",
  "vp.special.22": "Plays random song and grans effects to wearer and all nearby creatures (Max HP +60%/HP regeneration +10 per second/+90% healing bonus/Special and Ultimate damage bonus +50%/+100 armor/Shield Bonus +70%/-20% cooldown/damage absorption 95%) for 30 seconds.\nCannot grant an already applied effect. \nSpecial effects cannot be dispelled.",
  "vp.ultimate.22": "The following 10 seconds all players and peaceful creatures around will be protected from death, unless the wearer has no Healing Debt. \nWhen protected from death, a Healing Debt equal to 300% of the protected entity's max HP is applied.",
  "vp.get.22": "Listen to all discs in the modpack.",

  "vp.passive.23": "Taking damage from drowning will restore 10% of your air supply with a 20% chance. \nEach missing unit of air supply will give a 0.1% chance for double loot from fishing.",
  "vp.special.23": "Next thrown fishing rod will attract a fish instantly, consuming 30% of your air supply.",
  "vp.ultimate.23": "Next %s caught fish will yield additional loot until cd ends, depending on the current biome.\nMore details can be found with ,,/vestiges fish,, or just by use in hands.",
  "vp.get.23": "Complete %s underwater Silly Seashell defences",

  "vp.passive.24": "Regenerate 5% HP per second while wet.\nEnemies who die from drowning will grant 20 Shields and Over Shields.",
  "vp.special.24": "Grants a water Shield, fully protecting from the next 3 hits.\nThe number of hits increases based on underwater breathing time, up to 10.",
  "vp.ultimate.24": "Envelops nearby enemies in a bubble where they cannot breathe.\nThe bubble bursts upon taking damage (except drowning) and deals 1000% damage, also making the target 'wet'.",
  "vp.get.24": "Collect all types of coral, fish, and axolotl (with matching bucket).",
  "vp.damagetype.24": "drowning",

  "vp.passive.25": "Headshots with arrows deal x8 damage and have a 20% chance to inflict 30% of the damage dealt to all targets in the area.\nEach headshot within one minute increases projectile damage and fire rate by 5%.",
  "vp.special.25": "The next 5 projectiles deal 30% freeze damage on impact and 130% on headshot.",
  "vp.ultimate.25": "Toggleable.\nUpon activation, 90% of projectile damage dealt is stored instead of applied.\nUpon deactivation, fires an arrow that passes through blocks and entities, dealing all stored damage at once.",
  "vp.get.25": "Get headshot kills on %s different modpack monsters.",
  "vp.damagetype.25": "freeze, magic",

  "vp.passive.666": "Ability charges do not recharge on their own.\nKilling a Nightmare Boss or using Crystallized Despair will restore all charges of every Nightmare Devourer in the inventory.\nCharges are retained when swapping.\nKills by Guaranteed Death restore 10% Soul Integrity.",
  "vp.special.666": "Sacrifices 5% of the bearer’s maximum Soul Integrity, as well as that of all surrounding creatures.\nEach 10 points of sacrificed Soul Integrity increases Healing Bonus and Shields, as well as Passive, Special, and Ultimate damage by 1% for 10 minutes with stacking possibility.",
  "vp.ultimate.666": "For the next 10 seconds releases a powerful laser that reduces Soul Integrity by 1 each tick.",
  "vp.get.666": "?????)(*&!@#%_&!@*&%?????",
  "vp.stellar.666": "The amount of Soul Integrity reduced by the Ultimate is increased by 1 for every 40% of Ultimate Damage Bonus.\nIncreases maximum Soul Integrity by 40%.",
  "vp.double_stellar.666": "Ultimate duration is increased by 1 second for every 100 maximum Soul Integrity.",
  "vp.triple_stellar.666": "At full charges, creates an aura that gradually drains the Soul Integrity of nearby creatures.\nWhen not fully charged, restores 1 charge per hour if 16 Crystallized Horrors are present.",


  "vp.stellar.1": "Passive: Gains 10% durability vampirism. \n(Each reduced point of durability will restore durability for your equipment.). \nIf your equipment is fully repaired, rest of reduced durability will become healing.",
  "vp.stellar.2": "For enemies under the effect of the Ultimate, consumes 10% of Shields to enhance the Special, dealing an additional 1 Paragon damage for every 1000 Shields spent (up to a maximum of 1000).",
  "vp.stellar.3": "Ultimate: Each creature affected by the Black Hole will increase its duration by 10% and give Gravitation stack.",
  "vp.stellar.4": "Passive: also disables teleportation and Shield gathering for 3 minutes.",
  "vp.stellar.5": "Passive: Each Over Healing on an opponent under the aura effect will break all their equipment by 5%.",
  "vp.stellar.6": "Passive: immunity to any debuffs while you have Shields. \nUltimate: removes all Healing Debt after activation.",
  "vp.stellar.7": "Ultimate also applies a Healing Debt of 1000% of max HP. If the wearer survives after the ultimate, its cooldown resets by % of the difference between received damage and healing (up to 60%). \nActivating Ultimate under 20+ curses will activate Overdrive. \nUnder Overdrive almost all stats will increase by 10 for each curse, attack will deal additional magic damage with Heal Debt.",
  "vp.stellar.8": "Passive: If the first evasion fails, damage decreases by % of evasion.",
  "vp.stellar.9": "Ultimate: also gives gold like from Passive \nEach luck attribute increases all damage by 10%.",
  "vp.stellar.10": "Ultimate can also teleport to a random player with a 5% chance.",
  "vp.stellar.11": "Ultimate: while active, any attacker will also take (300+10% from Pain Gauge)% of damage dealt, Paragon damage too.",
  "vp.stellar.12": "Special: Each damage inflicted on Disappointed creature, which after absorption will be less than 5, accumulates without absorption. \nAfter that, it is added to the next attack that will hurt opponent more then 5 damage, or to the 10th attack.",
  "vp.stellar.13": "Special: Also affects players but without increased drop rates.",
  "vp.stellar.14": "Passive: The chance for Passive trigger increases by 1% for each luck attribute.\nAfter the Passive triggers, damage is reflected to all within a 30-block radius with a 30% chance. \nEntities around will have reduced max hp for Heal Debt they have and when hp is not enough they will Die Guaranteed.",
  "vp.stellar.15": "Ultimate: Creatures with Soul Integrity lower then 90% from maximum wont be able to get Heal and Shields and OverShields, lower then 50% - clears all buffs. \nThe Soul Integrity reduction on strikes also increases by 1 for each attribute of the wearer exceeding the attribute of the victim (max. hp, damage, speed, attack speed, flight speed).",
  "vp.stellar.16": "Ultimate: Creatures under the shield receive physical damage absorption 90% and breaking shield will hurt breaker with amount of max initiate Shields.",
  "vp.stellar.17": "Special now can be used with Silence and it gives 15 charges that clears Healing Debt, Silence and redirects debuffs to all entities in 15 blocks radius. \nUltimate: cancels the level restriction.",
  "vp.stellar.18": "Ultimate: every 10% damage bonus adds 1 Paragon damage against wet opponents.",
  "vp.stellar.19": "Ultimate: will also increase maximum HP by 1% for every 2% of missing Over Shield until cd ends. \nOver Shields will regenerate from overhealing until removed.",
  "vp.stellar.20": "Increases the wearer's max HP by 30% of the Stored creature's max HP and Soul Integrity by certain % of max hp. \nCreatures in Astral Form get Soul Integrity reduced by 10 when dealing damage to wearer.",
  "vp.stellar.21": "While the Ultimate is not active, Shields and Over Shields will be consumed instead of equipment durability.\nWhile the Ultimate is active, prevented durability damage will restore Over Shields.",
  "vp.stellar.22": "The Ultimate will also restore 1 Special charge to itself and all surrounding players.",
  "vp.stellar.23": "The Ultimate grants a chance to not consume charges for 30 seconds, which depends on the current depth. (1% for every 10 blocks, up to 30%)",
  "vp.stellar.24": "Ultimate: Depending on the damage that burst the bubble, the enemy is afflicted with a Deadly Omen for 20 seconds:\nMagic - forbids resurrection, Shields and OverShields obtaining, teleportation. \nWither - lowers regeneration by 50.\nVoid - reduces Max HP by 80%.\nParagon - Over Shields are reduced by 50% and take 800% more damage.\nOthers - increases incoming damage by 100%.",
  "vp.stellar.25": "Headshot kills steal 30% of all a creature’s attributes for 15 minutes.\nAttributes are replaced if the current ones are worse and refreshed if the current ones are better.",

  "vp.archlinx.easter": "Unleashed power: Steal 5% of Shields and Overshields on Headshots.",

  "vp.info": "If you have any questions about mechanics, type /vestiges info",
  "vp.info.mechanics": "§5Healing Debt§7 - prohibits healing until the debt is paid off. Each healing reduces the debt by a 1:1 ratio. \nFor example: \nPlayer with 20 max HP has a Healing Debt of 10% of their max HP (so debt = 2). After healing for 4 HP, the player would only receive 2 HP.\n\n§5Healing Bonus and Healing Reduction§7 - increases and decreases the amount of healing received, respectively. All bonuses are applied simultaneously. \nFor example:  \nIf a player has a 60% healing bonus and a 40% healing reduction, the effective bonus would be 20%, resulting in a healing of 12 HP instead of 10.\n\n§5Over Healing§7 - the amount of healing a player or creature receives when already at full HP. \nNote: vanilla health regeneration potion effect can't Over Heal and can't heal above 20 HP. \n\n§5Shield§7 - protects against damage less than the shield value and activates after absorption or amplification effects from other mods. \nFor example: \nIf a player has 10 Shields and receives 8 damage, player will take 0 damage and have 2 Shields remaining. \nIf 12 damage is dealt, the player takes 2 damage, depleting the Shields.\n\n§5Overshield§7 - provides complete protection against damage, even if the damage exceeds the overshield value. It activates before regular Shields. \nFor example: \nPlayer with 80 overShields and 10 Shields takes 99999 damage, resulting in 0 damage taken and 0 overShields, but 10 Shields remaining. \nOverShields are also 90% more effective against magical and void damage.\n\n§5Adaptive Damage§7 - damage that changes its damage type to the next in the list if it fails to penetrate the target.\n\n§5Paragon Damage§7 - guaranteed damage that ignores evasion, absorption, damage negation, and Shields but does not bypass overShields. \n\n§5Damage Type§7 - refers to its characteristic, what it does, and the properties it possesses. \nFor example:\nDamage type damageHelmet deals additional damage to the helm, while bypassInvul penetrates through invulnerability seconds between hits, enchantments, effects, armor, etc. \nSome Vestiges feature mechanics that change the damage type, altering such characteristics of the inflicted damage.\n\n§5Damage Kind§7 - is a set of characteristics with specific name. \nFor example:\nDamage types \"Fall\" and \"Stalagmite\" include bypassArmor and isFall, meaning they will penetrate armor and be further reduced by enchantments against falling on armor. \nThen there's the damage type \"Falling Stalagmite,\" which only includes damageHelmet.",

  "vp.info.1": "§5Healing Debt§7 - prohibits healing until the debt is paid off. Each healing reduces the debt by a 1:1 ratio. \nFor example: \nPlayer with 20 max HP has a Healing Debt of 10% of their max HP (so debt = 2). After healing for 4 HP, the player would only receive 2 HP. \n§5Over Healing§7 - the amount of healing a player or creature receives when already at full HP. \nNote: vanilla health regeneration potion effect can't Over Heal because it heals only if health is missing.",
  "vp.info.2": "§5Healing Bonus and Healing Reduction§7 - increases and decreases the amount of healing received, respectively. All bonuses are applied simultaneously. \nFor example:  \nIf a player has a 60% healing bonus and a 40% healing reduction, the effective bonus would be 20%, resulting in a healing of 12 HP instead of 10.",
  "vp.info.3": "§5Friend System§7-you can add any creature or player to friends with /vestiges friend add 'part of creature's id or its name'. \nExample of Zombie id entity.minecraft.zombie (you can use just zombie, but then every creature that has zombie in id will count), you can get id with /vestiges getType. \nSome Vestiges that gives benefits to all around works only on animals and friends and fighting Vestiges can hurt and interact only with non friends.",
  "vp.info.4": "§5Shield§7 - protects against damage less than the Shield value and activates after absorption or amplification effects from other mods. \nFor example: \nIf a player has 10 Shields and receives 8 damage, player will take 0 damage and have 2 Shields remaining. \nIf 12 damage is dealt, the player takes 2 damage, depleting the Shields.",
  "vp.info.5": "§5Overshield§7 - provides complete protection against damage, even if the damage exceeds the overshield value. It activates before regular Shields. \nFor example: \nPlayer with 80 overShields and 10 Shields takes 99999 damage, resulting in 0 damage taken and 0 overShields, but 10 Shields remaining. \nOverShields are also 90% more effective against magical and void damage. \nNote: If damage is unregistered, like sethealth, OverShields will cancel it.",
  "vp.info.6": "§5Paragon Damage§7 - guaranteed damage that ignores evasion, absorption, damage negation, and Shields but does not bypass OverShields.\n§5Guaranteed Death§7 - called by default on death by §5Paragon Damage§7 or with /vestiges deadInside or by other Vestiges and kills through any invincibility.",
  "vp.info.7": "§5Soul Integrity§7-is a characteristic that all creatures possess. \nThe amount of §5Soul Integrity§7 depends on maximum health of the creature as well as its achievements. \nWhen §5Soul Integrity§7 is lost, it restores by 1 point after one minute and by 100% on death for loosing all §5Soul Integrity§7 lowering every time. \nIf §5Soul Integrity§7 reaches 0, the creature is Guaranteed to Die. \n(Default value §5100 +1%§7 from max hp (§5*2§7 if boss §5*4§7 if Nightmare boss), if Player (§5+10%§7 from advancements §5+25§7 for each lore progression §5*4§7)). \nRender can be disabled with /vestiges renderSoulIntegrity.",
  "vp.info.8": "§5Damage Type§7 - refers to its characteristic, what it does, and the properties it possesses. \nFor example:\nDamage type damageHelmet deals additional damage to the helm, while bypassInvul penetrates through invulnerability seconds between hits, enchantments, effects, armor, etc. \nSome Vestiges feature mechanics that change the damage type, altering such characteristics of the inflicted damage.,",

  "item.vp.nightmare_book": "Nightmare Book",
  "vp.nightmare_book.desc": "Describes Nightmare Bosses in all 50 shades",
  "vp.nightmare.0": "All §5Nightmare Bosses §7share the following characteristics:\n\n§51)§7 Upon death, they each grant ×10–20 loot, 13–26 Star Fragments, 4–8 Boxes of Accessories/Seeds/Eggs with a 50% chance, and a Refresher with a 10% chance to every player in the area.\n\n§52)§7 They have ×10 damage, maximum HP, Shields, and Ultra Shields of the boss used for enhancement.\n§53)§7 They have a cap on how much damage per second can be dealt to them.\n§54)§7 Has 4 times more Soul Integrity.\n§55)§7 When below 50% HP, Nightmare bosses enter a berserk state: their speed doubles, and their attacks deal an additional 10% Paragon Damage.\n§56)§7 They are cleansed of negative effects every 15 seconds.\n§57)§7 If they cannot reach their target within 13 seconds, they enter a Phantasmal Form, allowing them to fly through blocks until they reach the target.\n§58)§7 They are immune to any HP modifications while OverShields are active.\n§59)§7 They vanish 20 minutes after being summoned.\n§510)§7 Each Nightmare boss spawns with a random type.",
  "vp.nightmare.1": "§c1.Fire Type:\n\n§7-Ignites all players in radius, dealing 60% lava damage per zone every 4 seconds, reducing armor, max HP, Healing Bonus, and Shields by 5%, stacking up to 90% over one minute.\n\nBurning enemies nearby take 10× more damage.\n\nEach attack applies a Healing Over Time equal to 200% of the target’s max HP, can consume Remnant charges, or has a 10% chance to force Guaranteed Death on players below 30% HP.",
  "vp.nightmare.2": "§a2.Poison Type:\n\n§7-On hit, inflicts a random debuff and Poison, spawns toxic fields that corrode gear and apply Strong Poison.\n\nAll nearby players take ×20 poison damage and are Guaranteed to Die from poisoning if their HP is insufficient.\n\nPoisoned players suffer –150% Healing Bonus and –50% duration.\n\nEach poisoned enemy nearby increases the boss’s regeneration by 30%.",
  "vp.nightmare.3": "§63.Earth Type:\n\n§7-Restores 10% of current OverShields every 10 seconds and reflects 10% of incoming damage.\n\nCan trigger an earthquake, dealing 1000% inWall damage to grounded creatures.\n\nSuccessful hits steal positive effects.\n\nEvery 5 seconds gains immunity to all damage that can only be broken by attacking with Vestige abilities.\n\nUsing combat Vestiges deals random damage to players.",
  "vp.nightmare.4": "§94.Ice Type:\n\n§7-Slows all nearby entities, hits deal Frost damage with a 30% chance and deal 3000% bonus damage if the target is wet.\n\nGains an Ice Shield on each hit, 5 Ice Shields if hitting a wet target, that will protect from any hit.\n\nBreaking Shield, OverShield, or Ice Shield deals 2000% of the breaker’s max HP as Frost damage back to the breaker.\n\nCan summon an Ice Storm for 10 seconds, during which players cannot use Vestiges and take 1000% Frost damage per second.",
  "vp.nightmare.5": "§35.Air Type:\n\n§7-Forces all flying players to fall, dealing 800% fall damage every 5 seconds.\n\nSucks all players in a random nearby spot or pulls them in every 10 seconds, cleansing all positive effects.\n\nReflects projectiles and knocks back melee attackers, dealing 200% fall damage.\n\nCan lift itself and all players within a 10-block radius skyward.\n\nDeals an additional 5% Paragon Damage to players in the air or when the boss itself is airborne.",
  "vp.nightmare.6": "§b6.Lightning Type:\n\n§7-Attacks from afar with lightning dealing 150% damage every 10 seconds, steals 15% of players Shields and OverShields on hit.\n\nPermanently gains +1% Shield Bonus for each hit he did.\n\nRegenerates 5% Shields and OverShields every 3 seconds.\n\nTeleports to the nearest player every 20 seconds.\n\nWithin a 5-block radius, disables players Vestiges and heavily slows them.\n\nDeals 800% bonus damage to players with Shields or OverShields.\n\nIf the boss has no Shields or OverShields, summons a Lightning Hail that will trigger Guaranteed Death for players below full health and deals 2000% damage.",
  "vp.nightmare.7": "§d7.Void Type:\n\n§7-Summons an enhanced monster horde every 30 seconds, these monsters have ×4 all attributes.\n\nGrants all nearby monsters 1000 Shields and 500 OverShields, regenerating them every 10 seconds.\n\nImmune to Paragon Damage while any monsters remain nearby.\n\nAttacks deal additional Void damage in low light and have 1000% bonus damage plus 50 Paragon Damage to players with no other players nearby.",

  "vp.short.1" : "Raises into the air, grants flight and bonus damage to creatures in air.",
  "vp.short.2" : "Deals changing damage, negates immortality, provides damage absorption.",
  "vp.short.3" : "Drops onto the ground, summons the Black Hole.",
  "vp.short.4" : "Explodes everyone nearby, powerful explosion upon death.",
  "vp.short.5" : "Gradually reduces HP in exchange for damage.",
  "vp.short.6" : "Heals, provides Shields and Regeneration bonus.",
  "vp.short.7" : "Duplicates attacks, grants temporary invincibility.",
  "vp.short.8" : "Accelerates, grants evasion.",
  "vp.short.9" : "Yields gold upon kill, accumulates luck.",
  "vp.short.10" : "Teleports to a set point or to a random dimension.",
  "vp.short.11" : "Reduces damage, repairs equipment, grants experience.",
  "vp.short.12" : "Converts enemy enchantments to negative levels.",
  "vp.short.13" : "Empowers monsters, duplicates loot from them.",
  "vp.short.14" : "Reflects damage and arrows.",
  "vp.short.15" : "Binds enemies and allows for guaranteed kills.",
  "vp.short.16" : "Heals all nearby peaceful entities and provides them with Shields.",
  "vp.short.17" : "Steals buffs and applies debuffs.",
  "vp.short.18" : "Deals significant damage to Shields and armor.",
  "vp.short.19" : "Inflicts damage that cannot be negated or reduced, provides Over Shields.",
  "vp.short.20" : "Enslaves any creatures, grants Over Shields and their regeneration.",
  "vp.short.21": "Protects items from breaking and gives armor to everyone around.",
  "vp.short.22": "Grants numerous unique buffs to everyone around.",
  "vp.short.23": "Speeds up fishing and provides additional unique loot from it.",
  "vp.short.24": "Heals the owner when wet, provides protection from hits, and applies debuffs.",
  "vp.short.25" : "Increases projectile damage, stores dealt damage and deals it in one shot.",
  "vp.short.666" : "Razes all existence to atoms, the mightiest Vestige.",

  "vp.acs.types": "§5Attribute types:§d \n1) +1-4 to Max HP\n2) +2-8 to Attack attribute\n3) +5-20% to Damage dealt\n4) +3-12% to Healing\n5) +4-16% to Shields.",
  "vp.acs.sets": "Sets:",
  "vp.acs.set.1": "1) +1 max charge for Ultimate,+20% duration of Ultimate and Special effects. (2 Max HP, 2 Healing)",
  "vp.acs.set.2": "2) +400% Special damage. (2 Attack, 2 Damage)",
  "vp.acs.set.3": "3) 30% chance to not consume Ultimate and Special charge. (2 Shields, 2 Healing)",
  "vp.acs.set.4": "4) +200% Ultimate damage. (4 Damage)",
  "vp.acs.set.5": "5) 40% chance for x6 Special and Ultimate damage after using Special for 5 seconds. (4 Attack)",
  "vp.acs.set.6": "6) -1 max charge for Special, 50% chance not to consume Ultimate and Special charge. (4 Shields)",
  "vp.acs.set.7": "7) +1 max charge for Ultimate, -40% duration. (4 Max HP)",
  "vp.acs.set.8": "8) +100% duration, +40% cooldown reduction. (4 Healing)",
  "vp.acs.set.9": "9) +5% chance to receive Stellar. (all different)",
  "vp.acs.set.10": "10) -10% cooldown reduction. (4 of any)",

  "vp.acs.lvl" : "Lvl: ",
  "vp.acs.stats" : "Stats: ",
  "vp.acs.stats.1" : " to Max HP.",
  "vp.acs.stats.2" : " to Attack attribute.",
  "vp.acs.stats.3" : " to Damage dealt.",
  "vp.acs.stats.4" : " to Healing.",
  "vp.acs.stats.5" : " to Shields.",
  "vp.acs.shift" : "§7Press §5Shift §7for Types info.",
  "vp.acs.ctrl" : "§7Press §5Ctrl §7for Sets info.",
  "vp.acs.alt": "§7Press §5Alt §7for upgrade info",
  "vp.acs.upgrade": "§7You can upgrade same Accessories on Smithing Table with a certain chance. \n§7Base chance §590% §7for lvl 0 and with each lvl chance will lower by §520% from current.",

  "item.vp.ring_of_fallen_star" : "§5Ring of Fallen Star",
  "item.vp.earring_of_dead_hopes" : "§5Earring of Dead Hopes",
  "item.vp.necklace_of_tortured_dreams" : "§5Necklace of Tortured Dreams",
  "item.vp.belt_of_broken_memories" : "§5Belt of Broken Memories",


  "vp.meme.1": "",
  "vp.meme.2": "",
  "vp.meme.3": "",
  "vp.meme.4": "",
  "vp.meme.5": "",
  "vp.meme.6": "",
  "vp.meme.7": "",
  "vp.meme.8": "",
  "vp.meme.9": "",
  "vp.meme.11": "",
  "vp.meme.12": "",
  "vp.meme.13": "",
  "vp.meme.14": "",
  "vp.meme.15": "Best Vestige? Say that to his older brother.",
  "vp.meme.16": "",
  "vp.meme.17": "",
  "vp.meme.18": "",
  "vp.meme.19": "",
  "vp.meme.20": "",
  "vp.meme.21": "",
  "vp.meme.22": "",
  "vp.meme.23": "",
  "vp.meme.24": "",
  "vp.meme.25": "I'm playing on Linux btw!",
  "vp.meme.666": "My power is so great that I am able to reduce to atoms with a single glance."
}