{
  "vp.key": "§5Vestiges Of Present",
  "vp.key.first": "Activate first Vestige(+Shift for ultimate)",
  "vp.key.second": "Activate second Vestige(+Shift for ultimate)",
  "item.vp.anemoculus": "Anemoculus",
  "item.vp.crown": "Crown",
  "item.vp.atlas": "Atlas",
  "item.vp.killer": "Killer Queen",
  "item.vp.mask": "§9Mask of Demon",
  "item.vp.donut": "Sweet Donut",
  "item.vp.mark": "Cursed Mark",
  "item.vp.ears": "Cat Ears",
  "item.vp.midas": "Hand of Midas",
  "item.vp.anomaly": "Teleportation Anomaly",
  "item.vp.armor": "Martyr's Habergeon",
  "item.vp.book": "Tome of Disillusionment",
  "item.vp.prism": "Prism of Posthumousness",
  "item.vp.chaos": "Core of Chaos",
  "item.vp.devourer": "Soul Devourer",
  "item.vp.flower": "Seven-coloured Flower",
  "item.vp.stellar": "Stellar Fragment",
  "itemGroup.vptab": "§5Vestige Of Present",
  "curios.identifier.vestige": "Vestige",
  "vp.alt": "§7Press §5ALT §7for list of what left to complete challenge",
  "vp.lang": "eng",
  "vp.passive": "Passive: ",
  "vp.special": "Special: ",
  "vp.charges": " charges, cd: ",
  "vp.ultimate": "Ultimate: ",
  "vp.damage": "Damage type: ",
  "vp.stellar": "Stellar",
  "vp.stellarText": "Keeps after death and: %s",
  "vp.stellarText2": "Keeps after death and boosts passive/special/ultimate",
  "vp.challenge": "Complete challenge from ",
  "vp.progress": "§5Progress: ",
  "vp.chance": "current chance to become ",
  "vp.chance2": "On failure +10% chance",
  "vp.shift": "§7Press §5SHIFT §7for abilities information",
  "vp.ctrl": "§7Press §5CTRL §7for obtaining information",
  "vp.sleep": "I wanna sleep so much...",
  "vp.lore.1": " Why have I never thought about how I ended up here and what I'm doing here?\n As if it's self-evident to me.\n As if this question isn't posed by me but by a small part of my controlled consciousness. \n I have a strange sense of déjà v, I definitely existed before... and someone is closely watching me...\n",
  "vp.lore.2": " Last night I dreamt of some strange Vestiges; they look quite unusual, unlike any I've seen before.\n What exactly are Vestiges, and why did I name them that?\n The name just came to me. Usually, something left from the past is called that.\n Some of the images evoke associations with something I saw a very long time ago, so long ago that I can't remember, as if it was before my birth in this world.\n Trying to remember the dream, the same strange phrase repeats in my mind, \"complete the v* challenge.\" Who could that be?\n His voice was so unnatural, as if he wasn't human.\n No, this is just another nonsense; anything could have appeared in my dream!\n",
  "vp.lore.3.1": "??? - Who are you? You weren't in the previous universe... Anomaly?",
  "vp.lore.3.2": "- What does Anomaly mean? And who are you anyway?",
  "vp.lore.3.3": "??? - A simple embodiment couldn't have known about the trials, definitely an Anomaly. Oh yes, I almost forgot, perhaps you are *****",
  "vp.lore.3.4": "- I don't understand you; your last word sounded strange. What's happening?",
  "vp.lore.3.5": "??? - It doesn't matter anymore. Your curiosity won't affect anything.",
  "vp.lore.3.6": " What past universe is he talking about? Who was that at all?\n His voice was the same as in that strange dream about artifacts, and his vocabulary was even stranger, some anomalies, embodiments...\n Suddenly, in my pocket, I found a Vestige!",
  "vp.lore.4": " A portal appeared in front of me again; I was a bit scared as I didn't expect it.\n From the portal, a hand made of an incomprehensible substance reached out to me, holding another Vestige in the palm.\n I was afraid to take it, but in a moment, it was in my pocket, and the portal itself disappeared.\n It was that creature again; I'm sure of it!\n But why didn't it speak to me this time?\n Apparently, it personally gives each person who passes its trials a specific Vestige related to that trial.\n Maybe I can talk to it if I continue to complete them or get them all. But what are these Vestiges anyway? Why do they possess such monstrous power?",
  "vp.lore.5": " I had a strange dream again, but now it's even stranger.\n There was an incomprehensible creature among endless bright circles, surrounded by pitch darkness and emptiness.\n The circles were so bright, as if they contained infinite galaxies.\n Instead of a head, it had a black hole?... or something resembling it.\n I saw it opening a portal and giving someone another Vestige, but it was different from the ones it gave me.\n This Vestige shone so brightly, as if a star was trapped within.\n I wonder, will I ever be able to get one like that? What will it say to that...",
  "vp.lore.6": " Contemplating about that mysterious being suddenly made me curious and even a little sad. \n Most likely, that creature is immortal and has been alive for billions of years, having surpassed its era and its characteristics, views of the world. \n What would you do if you had an eternity in reserve?\n Why do anything at all when any action ultimately won't influence the outcome - time is endless, matter is boundless, every thought or display of human emotions is nothing more than a rudiment of a perfected and immortal being, although it's hard to call such a thing a being. \n After all, it doesn't exist, it has long faded into nothingness over millions of years, inside containing so much that it's empty, its mind and consciousness extinguished. \n However, it's an exception to the presumed model; it had emotions and even speech, motives to conduct trials and give away Vestiges for them. \n I don't understand its behavior, to it, I'm some anomaly, and to me, it is. \n In any case, it doesn't matter, as I'm just a mortal, not destined to comprehend such a horrible fate of eternity. \n I need to continue completing the trials...",
  "vp.lore.7": " It was quite challenging for me to obtain it, but still, I succeeded! The secret condition was only unwavering determination. I wonder what it will say, my interest is evident from a huge smile.",
  "vp.lore.7.1": "??? - Did you think this was a special reward for perseverance and hard work?",
  "vp.lore.7.2": "- Well, I thought so. It's so cool and radiant, isn't it?",
  "vp.lore.7.3": "??? - It's a consolation prize for fools. Repeating the same trial in hopes of change, it was pitiful to watch you.",
  "vp.lore.7.4": "- So, you do experience emotions after all! Tell me, who are you? Why do you do this?",
  "vp.lore.7.5": "??? - ...",
  "vp.lore.7.6": " The enigmatic creature suddenly vanished from the portal after my probing question. Apparently, it unsettled him. ",
  "vp.lore.7.7": " I didn't mention the dreams, he might not have liked that. The last option to engage him in conversation remains gathering all the artifacts? I'm exhausted...",
  "vp.lore.8": " I can't even remember why I'm collecting all these artifacts.\n Why does this creature's motive matter to me at all?\n Why was it important for me to know its opinion and reasons for existence, conducting trials, I don't know anything anymore.\n I'm just tired. Apparently, its trials are not just physical but moral as well.\n Maybe I should just quit and continue living peacefully with the Vestiges I already have?\n And I broke down like this being a mortal with at most 40-60 years left to live, while it...\n I wonder, would I be happy if I lived forever?\n Maybe initially, but later on, I would lose myself, and my past desires and memories would fade away, and the past me would die.\n Does that mean that the immortal ones also die?\n",
  "vp.lore.9.1": "??? - So, here we are again, meeting. You've become a frequent visitor of mine.",
  "vp.lore.9.2": "- ... I went through so many trials, so much suffering and pain. Tell me, why? I lost my purpose a long time ago. It was the dreams leading me, were you the one sending them?",
  "vp.lore.9.3": "??? - What would you do if you became immortal?",
  "vp.lore.9.4": "- I pondered that for a long time, but in the end, I would seek a way to rid myself of immortality.",
  "vp.lore.9.5": "??? - And I found it, after an eternity. The only thing left for me to find was my past self.",
  "vp.lore.9.6": "- You mean to say, I am you?",
  "vp.lore.9.7": "??? - Your worldview is too narrow, for you are just a human. Perhaps you are me in one of the millions of fates, or perhaps not.\nYour trials are just Vestiges of a bygone past that I brought from the past into the present.",
  "vp.lore.9.8": "- How could the past vanish? Why didn't the Vestiges disappear with it?",
  "vp.lore.9.9": "??? - The Vestiges are a projection of your anthropocentrism. I've lived through eternity, I've witnessed the deaths and births of new universes.\n But memories of the first thousand years were always with me. I sealed them deep within my consciousness. That is what the Vestiges are – fragments brought from the no-longer-existing past into the present.\n And now, when you've taken the last Vestige, my past and I will completely fade with time, resulting in the disappearance of this universe. That's my only way.",
  "vp.lore.9.10": " The enigmatic creature disappeared, leaving nothing behind except another Vestige.\n I decided to stop gathering Vestiges; there was no one left to give them to me, simply continuing to live until the disappearance of this universe.\n Recalling the moment when that being disappeared, I could distinctly see its face before that, it was my face.\n Perhaps, in the future, I might become like it and prevent the disappearance of the universe, repeating its fate?\n Maybe, in one of the infinite twists of events, there exists a minuscule probability of a similar sequence of events, just as atoms can assemble in a random sequence at a random moment in time and create a speaking head with its consciousness in the middle of the room, which disappears in a second, or create a universe identical to ours within a forever sealed and hermetic cube.\n All these thoughts about infinity and the meaning of existence drive me crazy, when was the last time I ate my favorite fried meat in soy sauce with mustard?",

  "vp.passive.1": "Against creatures in the air: +700% damage, -10% all equipment durability when hit.",
  "vp.special.1": "Lifts oneself and everyone nearby 50 blocks into the air and grants slow falling.",
  "vp.ultimate.1": "Provides controlled flight for the next 10 seconds.",
  "vp.get.1": "Kill 20 different creatures in the air while being airborne.",

  "vp.passive.2": "x3 final confidence if there is a player with an attack attribute higher than the owner within the radius.",
  "vp.special.2": "Grants 1 confidence for 5 seconds for each player, hostile mob within the radius.",
  "vp.ultimate.2": "Deals 300% damage * confidence to all players and hostile creatures within the radius.",
  "vp.damagetype.2": "Adaptive (changes if the opponent isn't damaged)",
  "vp.get.2": "Defeat all hostile creatures in the modpack.",


  "vp.passive.3": "Dealing fall damage has a 50% chance to grant 1 Gravity. Each Gravity provides +20% damage to the next Ultimate(all Artifacts).",
  "vp.special.3": "Deals 50% damage in a small area ahead, forcibly disables flight, and drops to the ground. Grants Gravity for each enemy hit.",
  "vp.ultimate.3": "Upon having Gravities, creates a small black hole pulling in enemies. Radius, damage, and duration of the black hole depend on the number of Gravities.",
  "vp.damagetype.3": "falling, void",
  "vp.get.3": "Discover all modpack biomes.",

  "vp.passive.4": "After death, causes an explosion within a 50x50x50 radius with 800% damage. Cannot be activated during Special cooldown. Does not affect blocks and items.",
  "vp.special.4": "Self-detonation in a radius of x0.5 with 400% damage. Each hit enemy will have 70% reduced resistance to the next explosive damage.",
  "vp.ultimate.4": "If dying within the next 20 seconds, Passive does not activate. After 20 seconds, Passive will have 8000% damage.",
  "vp.damagetype.4": "explosive",
  "vp.get.4": "Explode 100 creatures.",

  "vp.passive.5": "Terrifying aura reduces the owner's and all surrounding healing by 1% for every 1% missing HP. \nEach hit to enemy with healing debt will increase it by 1%",
  "vp.special.5": "Gradually consumes HP down to 1, increasing damage by 4% for every 1% missing HP.",
  "vp.ultimate.5": "Applies a debt of healing to oneself and all creatures within the radius for 300% of the owner's Max HP. (Healing debt prevents healing until depleted, each healing will reduce it 1 to 1). Additionally deals 300% damage.",
  "vp.damage_type.5": "armor-piercing",
  "vp.get.5": "Kill 100 creatures in hell, having no more than 1 HP.",

  "vp.passive.6": "Increases all healing by 40%. If current HP is below 50%, the bonus doubles. Saturation stacks(from Ultimate) provide permanent buffs - strength (1 level for every 5) and absorption (1 level for every 10). Maximum Saturation is 400.",
  "vp.special.6": "Heals the owner for 40% of their max HP and removes negative effects. If HP is below half, also applies regeneration 5 for 20 seconds.",
  "vp.ultimate.6": "For the next 10 seconds after activation, each over healing will increase the Saturation stack by 1 to 1 ratio. Stacks reset after cooldown.",
  "vp.get.6": "Consume all food in the modpack.",

  "vp.passive.7": "0.1% of madness * damage turns unblockable against opponents with less than 50% HP.",
  "vp.special.7": "Sacrifice 20% HP for 1 stack of madness.",
  "vp.ultimate.7": "For the next 5 seconds, healing becomes excessive, and instead of dealing damage, it accumulates. After expiration (all damage - all excessive healing) is dealt at once. If HP is less than 30% upon activation, time increases to 10 seconds and damage, healing, speed, attack speed increase by 200%.",
  "vp.get.7": "Enchant 15 items with curses.",

  "vp.passive.8": "Each point of defense gives 1% evasion (cannot exceed 69%).",
  "vp.special.8": "1 charge, cooldown 30 seconds. Reduces the speed attribute by 0.3. Each 0.1 remaining attribute provides +1% evasion.",
  "vp.ultimate.8": "1 charge, cooldown 60 seconds. For the next 40 seconds, in case of unsuccessful evasion, there will be a chance for a second evasion (1% for every 10 experience levels, up to 90%).",
  "vp.get.8": "Avoid a fatal blow 10 times by any means.",

  "vp.passive.9": "Accumulates gold from killing mobs (1 ore per 1 monster), which can be obtained in ingots with Right Click or in blocks with Shift+Right Click.",
  "vp.special.9": "1 charge, cooldown 40 seconds. The next 10 monsters killed will yield x2 gold. If the monster turns out to be a boss, the bonus increases to x10.",
  "vp.ultimate.9": "1 charge, cooldown 120 seconds. Spends all gold in Passive and with a 0.01% chance per ingot of gold permanently increases the artifact's luck by 1.",
  "vp.get.9": "Consume 16 enchanted golden apples.",

  "vp.passive.10": "Using an Ender Pearl teleports to the return point.",
  "vp.special.10": "2 charges, cooldown 60 seconds. Special was pressed on: 1. Block-setting the return point. 2. Creature by sight - teleport behind the creature and instantly attack with a 400% damage weapon.",
  "vp.ultimate.10": "1 charge, cooldown 360 seconds. Teleport to a random world at random coordinates within 10000 x, z and y -60-250.",
  "vp.get.10": "Kill an Enderman with each modpack tool.",

  "vp.passive.11": "Reduces all incoming damage by 40 + Pain Scale.",
  "vp.special.11": "4 charges, cooldown 10 seconds. Applies a random debuff for 1 minute and increases the Pain Scale by 100.",
  "vp.ultimate.11": "1 charge, cooldown 60 seconds. Repairs all equipment in the inventory and slots for Pain Scale. Remaining Pain Scale is converted into experience.",
  "vp.damagetype.11": "cactus",
  "vp.get.11": "Die from each type of damage.",

  "vp.passive.12": "Enemies afflicted by Special become disappointed, rendering vanilla enchantments negative (e.g., Protection 5 becomes -5). Upon expiration, the enchantments return to normal. Also, Disappointed enemies are more vulnerable to any damage by 50%.",
  "vp.special.12": "All nearest players become Disappointed for 15 seconds.",
  "vp.ultimate.12": "For the next 60 seconds, upon death by Disappointed player, all their equipment re-enchants into curses.",
  "vp.get.12": "Kill another player while wearing equipment with a total of 13 curses (enchantments).",

  "vp.passive.13": "Each slain monster under the effect of Special grants x2 loot. (Does not apply to stored items). Each Death (from Ultimate) provides a 1% chance for x4 loot. If the chance triggers, it becomes 0.1% for x6 loot and so on. Upon Prism's death, the chances reset.",
  "vp.special.13": "Empowers the nearest monster. The monster gains vulnerability to one random damage type while becoming immune to the others.",
  "vp.ultimate.13": "For the next 60 seconds, the player receives 10 times more damage. For each monster killed under the effect of Special, +1 Prism.",
  "vp.get.13": "Kill a Warden with all types of damage and never die.",

  "vp.radius.14": "32x32x32",
  "vp.passive.14": "Upon HP being above half, incoming damage is doubled.",
  "vp.special.14": "Next 10 self-inflicted hits have a 25% chance to reflect across the radius. With HP above half, 15 hits have a random 25-50% chance.",
  "vp.ultimate.14": "The next reflected damage has a 10-70% chance to prevent resurrection for 30 seconds.",
  "vp.get.14": "Every 10 minutes, a random modpack creature will be requested. Within 10 minutes, the player must kill this creature. Failing to comply in time for 6 times in a row resets the progress.",

  "vp.passive.15": "Every slain boss yields a Soul.",
  "vp.special.15": "1 charge, 70 seconds cooldown. Binds the soul of the nearest creature or a creature aimed at for 5 seconds. (Each soul adds +0.1 second, up to a maximum of 30 seconds). The bound creature cannot move between worlds and cannot leave a 3x3x3 area.",
  "vp.ultimate.15": "For the next 100 hits, with a certain chance, it will increase Soul Consumption of the affected creature. (Chance depends on accumulated Souls, +0.1% chance for each soul). Creatures with Soul Consumption of 100 and above die guaranteed. (Soul Consumption resets only upon death or re-logging).",
  "vp.get.15": "Tame or kill all creatures in the modpack.",

  "vp.passive.16": "Each peaceful creature around reduces the healing received by the wearer by 0.1% for every 1% of missing HP.(99% cap)",
  "vp.special.16": "For the next 5 seconds during the wearer's healing, all peaceful and tamed creatures, as well as other players in a large radius, will receive reduced healing.",
  "vp.ultimate.16": "Each missing point of armor durability provides a shield from damage to the wearer, all peaceful and tamed creatures, as well as other players (non-stackable, replaceable). The shield increases by 10% for every 1% of healing reduction.",
  "vp.get.16": "Collect all modpack flowers that were not placed by the player.",

  "vp.stellar.1": "Passive stronger x1.5 times. Anti heal cap is 99%"
}