{
  "vp.lang": "ru",
  "vp.key.first": "Активировать первый Останок(+шифт для ультимейта)",
  "vp.key.second": "Активировать второй Останок(+шифт для ультимейта)",
  "item.vp.mask": "§9Маска Демона",
  "itemGroup.vptab": "§5Останки Настоящего",
  "curios.identifier.vestige": "Останок",
  "vp.passive": "Пассив: ",
  "vp.special": "Спешл: ",
  "vp.charges": " зарядов, откат: ",
  "vp.ultimate": "Ультимейт: ",
  "vp.damage": "Тип урона: ",
  "vp.stellar": "Stellar",
  "vp.stellarText": "Сохраняется после смерти и: ",
  "vp.stellarText2": "Сохраняется после смерти и усиливает пассив/спешл/ультимейт",
  "vp.challenge": "Выполни испытание у ",
  "vp.progress": "§5Прогресс: ",
  "vp.chance": "текущий шанс стать ",
  "vp.chance2": "При неудаче +10% шанс",
  "vp.shift": "§7Нажми §5SHIFT §7для информации о способностях",
  "vp.ctrl": "§7Нажми §5CTRL §7для информации о получении",
  "vp.alt": "§7Нажми §5ALT §7для списка того, что осталось до завершения испытания",
  "vp.sleep": "Я хочу спать так сильно...",
  "vp.lore.1": " Почему я никогда не задумывался о том, как я здесь оказался и что я тут делаю? \n Как будто это само собой для меня разумеещееся. \n Как будто этот вопрос задаю не я сам, а лишь маленькая часть моего управляемого сознания. У меня странное чувство дежавю, я точно уже существовал...и за мной... кто-то пристально следит...",
  "vp.lore.2": " Этой ночью мне снились какие-то странные Останки, выглядят они весьма необычно, таких раньше мне не встречалось. \n Что вообще такое Останки, почему я назвал их именно так? \n Название само пришло мне на язык. \n Обычно так называют что-то, что осталось от прошлого.\n Некоторые образы напоминают ассоциации с чем-то, что я видел очень очень давно, настолько давно, что не могу вспомнить, как будто это было ещё до моего рождения в этом мире. \n Пытаясь вспомнить сон мне повторяется одна и та же странная фраза ,,выполни *в** испытание,,. Кто бы это мог быть? \n Его голос был таким неестественным, словно он был не человеком. \n Нет, это лишь очередной бред, мало ли что мне могло присниться!",
  "vp.lore.3.1": "???-Кто ты такой? Тебя не было в прошлой вселенной... Аномалия?",
  "vp.lore.3.2": "-Что значит Аномалия? И вообще, это ты кто такой?",
  "vp.lore.3.3": "???-Простому воплощению невозможно было узнать о испытаниях, определённо Аномалия. Ах да, я уже и позабыл, возможно ты *****",
  "vp.lore.3.4": "-Я тебя не понимаю, твоё последнее слово прозвучало странно. Что происходит?",
  "vp.lore.3.5": "???-Это уже не имеет значения. Твоё любопытство ни на что не повлияет.",
  "vp.lore.3.6": "О какой прошлой вселенной? Кто это вообще был? \nЕго голос был таким же, как в том странном сне об артефактах, а его лексикон ещё страннее, какие-то аномалии, воплощения...\nВнезапно в кармане я обнаружил у себя Останок!",
  "vp.lore.4": " Передо мной вновь появился портал, я немного испугался, так как не ожидал его. \n Из портала ко мне протянулась рука из непонятной субстанции, на ладони держа очередной Останок. \n Мне было страшно его брать, но через мгновение он оказался у меня в кармане, а сам портал исчез.\n Это снова было то существо, я уверен! \n Но почему оно не стало со мной говорить на этот раз? \n Видимо он лично даёт каждому, кто пройдёт его испытания определённый Останок, связанный с этим испытанием. \n Может мне удастся разговорить его, если продолжить их выполнять или получить их все. Но что вообще такое эти Останки? Почему они обладают столь чудовищной силой?",
  "vp.lore.5": " Мне снова снился странный сон, но теперь он ещё страннее. \n В нём было непонятное существо среди бесконечных ярких кругов, а вокруг них кромешная тьма и пустота. \n Круги были такими яркими, будто в них были бесконечности галактик.\n Вместо головы у него была чёрная дыра?... или что-то её напоминающее. \n Я видел, как он открывает портал и даёт кому-то очереднуй Останок, но он отличался от тех, которые он давал мне. \n Этот Останок светился так ярко, будто в нём была заточена звезда. \n Интересно, смогу ли я когда-нибудь такой получить? Что он на это скажет...",
  "vp.lore.6": " Скорее всего то существо бессмертно и живёт уже который миллиард лет, оно пережило свою эпоху и свои характеры, взгляды на мир. \n Что бы вы делали, будь у вас в запасе бесконечность времени? \n Зачем вообще что-либо делать, ведь любое действие по итогу никак не повлияет на исход-время бесконечно, материя необъятна, каждая мысль или проявление людских эмоций-не более, чем рудимент совершенного и бессмертного существа, хотя трудно назвать подобное существом. \n Оно ведь не существует, а давно кануло в небытие за миллионы лет, внутри настолько много всего, что пусто, разум и сознание погасло. \n Однако это является исключением предполагаемого образца, у него были эмоции и даже речь, мотивы проводить испытания и отдавать за них Останки. \n Мне непонятно его поведение, для него я какая-то аномалия, а для меня он. \n В любом случае это всё не важно, ведь я простой смертный и мне не уготовано познать столь ужасную судьбу вечности. \n Нужно продолжить выполнять испытания...",
  "vp.lore.7": " Мне было довольно тяжело его получить, но всё же я смог! Секретным условием было лишь непоколебимое стремление. Интересно, что он скажет, мой интерес выдаёт огромная улыбка. :)",
  "vp.lore.7.1": "???-Ты думал это особенная награда за упорство и труд?",
  "vp.lore.7.2": "-Ну, думаю да. Она же такая крутая и светящаяся?",
  "vp.lore.7.3": "???-Это утешительный приз для безумцев. Повторять одно и то же испытание в надежде на изменение, мне жалко было на тебя смотреть.",
  "vp.lore.7.4": "-Так ты всё-таки испытываешь эмоции! Расскажи, кто ты такой? Почему ты это делаешь? ",
  "vp.lore.7.5": "...",
  "vp.lore.7.6": "Загадочное существо вдруг скрылось из портала после моего точно наводящего вопроса. Видимо он смутил его. ",
  "vp.lore.7.7": "Я не стал упоминать про сны, это могло ему не понравиться. Последним вариантом разговорить его остаётся только собрать все артефакты? Я устал...",
  "vp.lore.8": " Я уже и не помню, зачем я добываю все эти артефакты. \n Почему мне вообще важен мотив этого существа? \n Почему мне важно было узнавать его мнение и причины существования, проведения испытаний, я уже ничего не знаю. \n Я просто устал. Видимо его испытания не только физические, но и моральные.\n Может мне стоит всё бросить и продолжить спокойно жить с теми Останками, что у меня уже есть? \n И это я так расклеился будучи смертным, которому осталось жить от силы 40-60 лет, а какого же было ему... \n Интересно, стал бы я счастливым, если бы жил вечно? \n Может первое время да, но дальше я бы уже потерял себя и мои прошлые желания и воспоминания утратились бы, а прошлый я умер. \n Значит ли это, что бессмертные тоже умирают?",
  "vp.lore.9.1": "???-Вот мы и снова встретились. Ты стал моим частым гостем.",
  "vp.lore.9.2": "-... Я прошёл столько испытаний, столько страданий и боли. Скажи, зачем? Я давно потерял свою цель. Меня вели лишь сны, это ты их посылал?",
  "vp.lore.9.3": "???-Что бы ты делал, став бессмертным?",
  "vp.lore.9.4": "-Я долго над этим думал, но в конце концов-я бы искал способ избавиться от бессмертия.",
  "vp.lore.9.5": "???-И я нашёл его, спустя бесконечность времени. Единственная вещь, которую мне оставалось найти, это прошлого себя.",
  "vp.lore.9.6": "-Ты хочешь сказать, что я это ты?",
  "vp.lore.9.7": "???-Твоё мировоззрение слишком узкое, ведь ты простой человек. Возможно ты это я в одной из миллионов судьб, а возможно и нет. \nТвои испытания-лишь Останки уже исчезнувшего прошлого, которые я принёс с собой в настоящее. ",
  "vp.lore.9.8": "-Как прошлое могло исчезнуть? Почему останки не исчезли вместе с ним?",
  "vp.lore.9.9": "???-Останки-лишь проекция твоего антропоцентризма. Я пережил бесконечность времени, я видел смерти и зарождения новых вселенных.\nНо воспоминания первых тысячи лет были всегда со мной. Я запечатал их у себя глубого в сознании. Это и есть Останки, которые я принёс из уже не существующего прошлого в настоящее.\nА теперь, когда ты забрал последний останок, моё прошлое и я полностью исчезнут со временем, что породит исчезновение и этой вселенной. Это и есть мой единиственный способ.",
  "vp.lore.9.10": " Загадочное существо исчезло, не оставив ничего после себя, кроме очередного Останка. \n Я решил прекратить сбор Останков,ведь больше некому было их давать мне и просто продолжать жить до исчезновения этой вселенной. \n Вспоминая момент исчезновения того существа, я отчётливо мог видеть его лицо перед этим, это было моё лицо.  \n Может, в будущем я смогу стать подобным ему и предотвратить исчезновение вселенной и повторить его судьбу?\n Возможно, у каждого существует в одном из бесконечных разворотов событий мизерная вероятность такого же исхода событий, прямо как атомы могут собраться в случайной последовательности в случайный момент времени и посреди комнаты создать говорящую голову со своим созданием, которая исчезнет через секунду или создать идентичную нашей вселенную внутри навечно запечатанного и герметичного куба. \n Все эти мысли о бесконечности и смыслах существования сводят меня с ума, когда я в последний раз кушал моё любимое жаренное мясо в соевом соусе с горчицей?",
  "vp.passive.1": "Против существ в воздухе: +700% урона, -10% прочности экипировки при ударе.",
  "vp.special.1": "Поднимает в воздух себя и всех окружающих на 50 блоков и даёт медленное падение.",
  "vp.ultimate.1": "Даёт управляемый полёт на следующие 10 секунд.",
  "vp.get.1": "Убить 20 разных существ в воздухе и будучи в воздухе самому",
  "vp.passive.2": "х3 конечная уверенность, если в радиусе есть игрок с атрибутом атаки выше владельца.",
  "vp.special.2": "даёт 1 уверенность на 5 секунд за каждого игрока, враждебного моба в радиусе.",
  "vp.ultimate.2": "Наносит 300% урона * уверенность всем игрокам и враждебным существам в радиусе.",
  "vp.damagetype.2": "адаптивный(меняется, если не пробил противника)",
  "vp.get.2": "убить всех враждебных существ сборки. При смерти прогресс сбивается.",
  "vp.passive.3": "50% шанс получить 1 Гравитацию при нанесении урона падения.",
  "vp.special.3": "Наносит в небольшой области впереди 50% урона, насильно отключает полёт и опускает на землю. За каждого задетого врага даёт Гравитацию.",
  "vp.ultimate.3": "При наличии Гравитаций создаёт маленькую чёрную дыру, засасывающую противников. Радиус, урон и длительность чёрной дыры зависят от количества Гравитации.",
  "vp.damagetype.3": "падение, пустота",
  "vp.get.3": "найти все биомы сборки.",
  "vp.passive.4": "После смерти происходит взрыв в радиусе с уроном 800%. Не может быть активирован во время кд Спешла. Не затрагивает блоки и предметы.",
  "vp.special.4": "Совершается самоподрыв в радиусе х0.5 с 400% урона, каждый задетый враг будет иметь на 70% пониженное сопротивление к следующему взрывному урону.",
  "vp.ultimate.4": "При смерти в течение следующих 20 секунд Пассив не активируется, после 20 секунд Пассив будет иметь 8000% урона.",
  "vp.damagetype.4": "взрыв",
  "vp.get.4": "взорвать 100 существ",
  "vp.passive.5": "Ужасающая аура уменьшает лечение владельца и всех окружающих на 1% за каждый 1% отсутствующего хп. Каждый удар по противнику с долгом лечения увеличивает его на 1%. При хп меньше 50% Ультимейт становится в 2 раза сильнее(только Маски).",
  "vp.special.5": "переключаемый. Постепенно сжирает хп вплоть до 1, увеличивая урон на 4% за каждый 1% отсутвующего хп.",
  "vp.ultimate.5": "Накладывает на себя и на всех существ в радиусе долг лечения на 300% от Макс хп владельца.(долг лечения запрещает лечиться, пока не будет исчерпан, каждое лечение будет его уменьшать 1 к 1). Также наносит 300% урона.",
  "vp.damagetype.5": "сквозь броню",
  "vp.get.5": "убить 100 существ в аду, имея не больше 1 хп",
  "vp.passive.6": "увеличивает всё лечение на 40%. Если текущее хп ниже 50%: бонус удваивается. Стаки Насыщения дают неснимаемые баффы - сила(1 уровень за каждые 5), поглощение(1 уровень за каждые 10). Максимальное Насыщение 400.",
  "vp.special.6": "Лечит владельца на 40% от его макс хп и снимает негативные эффекты. Хп ниже половины - накладывает также регенерацию 5 на 20 секунд.",
  "vp.ultimate.6": "После активации следующие 10 секунд каждое избыточное лечение будет увеличивать стак Насыщения 1 к 1. По истечению кд стаки аннулируются.",
  "vp.get.6": "съесть всю еду сборки",
  "vp.passive.7": "стак безумия*0.1% урона превращается в неблокируемый против противников с хп меньше 50%",
  "vp.special.7": "Жертвование 20% хп ради 1 стака безумия.",
  "vp.ultimate.7": "Следующие 5 секунд лечение становится избыточным, а урон вместо нанесения накапливается. После окончания (весь урон - всё избыточное лечение) наносится разом. Если при использовании меньше 30% хп, время увеличивается до 10 секунд, а на 200% увеличивается урон, лечение, скорость, скорость атаки.",
  "vp.get.7": "зачаровать 15 предметов проклятиями.",
  "vp.passive.8": "каждая единица защиты даёт 1% уклонения(не может превышать 69%).",
  "vp.special.8": "Атрибут скорости уменьшается на 0.3, каждый 0.1 оставшегося атрибута будет давать +1% уклонения.",
  "vp.ultimate.8": "Следующие 40 секунд при неуспешном уклонении, уклонение будет иметь повторный шанс(1% за каждые 10 уровней опыта, не больше 90%).",
  "vp.get.8": "избежать смертельного удара 10 раз любыми способами.",
  "vp.passive.9": "накапливает в себе золото за убийство мобов(1 самородок за 1 монстра), которое можно достать в слитках на ПКМ или в блоках на шифт+ПКМ",
  "vp.special.9": "Следующие 10 монстров при смерти дадут х2 золота. Если монстр окажется боссом, бонус увеличивается до х10.",
  "vp.ultimate.9": "Тратит всё золото в Пассив и с шансом 0.01% за каждый слиток золота навсегда повышает удачу артефакта на 1.",
  "vp.get.9": "съесть 16 зачарованных золотых яблок.",
  "vp.passive.10": "Использование жемчуга Эндера телепортирует на точку возврата.",
  "vp.special.10": "Спешл был нажат на: 1. Блок-установка точки возврата 2. Существо по взгляду-телепорт за спину существа и мгновенная атака оружием с уроном 400%.",
  "vp.ultimate.10": "Телепортация в рандомный мир на рандомные координаты в пределах 10000 x,z и -60-250 y",
  "vp.get.10": "убить Эндермена каждым инструментом сборки",
  "vp.passive.11": "Весь входящий урон уменьшается на 40+Шкала Боли. Каждый полученный конечный урон накапливается в Шкалу Боли. (Не накапливается при любом уклонении). Шкала Боли сбрасывается, если у игрока полное здоровье.",
  "vp.special.11": "Даёт случайный дебафф на 1 минуту и увеличивает шкалу боли на 100. Наносит 100% урона по себе и долг лечения 100%(описан в Маске Демона) за каждый имеющийся дебафф.",
  "vp.ultimate.11": "Чинит всю экипировку в инвентаре и слотах за Шкалу Боли. Оставшаяся Шкала Боли превращается в опыт.",
  "vp.damagetype.11": "кактус",
  "vp.get.11": "умереть от каждого типа урона",
  "vp.passive.12": "У Разочарованных Спешлом врагов вокруг ванильные зачарования становятся отрицательными.( Например защита 5 станет защитой -5). Зачарования вновь приходят в норму после окончания Разочарования. Также Разочарованные враги более уязвимы к любому урону на 50%.",
  "vp.special.12": "Все ближайшие игроки Разочаруются на 15 секунд.",
  "vp.ultimate.12": "Следующие 60 секунд при смерти от Разочарованного игрока вся его экипировка перезачаруется на одни проклятия. Если по истечению этого времени и до конца кд произойдёт смерть от Разочарованного игрока, то эффект будет на себя.",
  "vp.get.12": "убить другого игрока, нося экипировку с суммарным количеством 13 проклятий(зачарований)",
  "vp.passive.13": "Каждый убитый монстр под эффектом Спешл будет давать х2 дропа.(Не действует на хранимые предметы). Каждое Посмертие(от Ультимейта) даёт 1% шанс на х4 дропа, если шанс выпал, то 0.1% на х6 дропа и тд. При смерти Посметрия сбиваются.",
  "vp.special.13": "Усиливает ближайшего монстра. Монстр получает уязвимость к одному случайному типу урона, а к остальным неуязвимость.",
  "vp.ultimate.13": "Следующие 60 секунд игрок будет получать в 10 раз больше урона. За каждого убитого моба под эффектом Спешл +1 Посмертие.",
  "vp.get.13": "Убить Вардена всеми типами урона и ни разу не умереть.",
  "vp.radius.14": "32x32x32",
  "vp.passive.14": "При текущем хп выше половины получаемый урон увеличивается в 2 раза.",
  "vp.special.14": "Следующие 10 ударов по себе имеют шанс 25% отразиться во всех по радиусу. При хп выше половины 15 ударов с рандомным шансом 25-50%.",
  "vp.ultimate.14": "Следующий отражённый урон имеет 10-70% шанс запретить воскрешаться на 30 секунд.",
  "vp.get.14": "Каждые 10 минут будет запрашиваться случайное существо сборки. В течение 10 минут игроку нужно будет убить это существо. Нужно успеть вовремя выполнить запрос 6 раз подряд, иначе прогресс сбивается.",
  "vp.passive.15": "Каждый убитый босс даёт Душу.",
  "vp.special.15": "Связывает душу ближайшего существа или существа по точке взгляда на 5 секунд.(Каждая душа даёт +0.1 секунду, 30 сек максимум)",
  "vp.ultimate.15": "Следующие 100 ударов будут с определённым шансом увеличивать Пожирание Души поражённого существа.",
  "vp.get.15": "Приручить или убить всех существ сборки.",

  "vp.passive.16": "Каждое мирное существо вокруг уменьшает получаемое носителем лечение на 0.1% за каждый 1% отсутствующего хп.",
  "vp.special.16": "В течение следующих 5 секунд во время лечения носителя все мирные и прирученные существа, а также другие игроки в большом радиусе будут получать уменьшенное лечение.",
  "vp.ultimate.16": "Каждая отсутствующая прочность брони даёт щит от урона носителю, всем мирным, приручённым существам, а также другим игрокам (не стакаемый, заменяемый). Щит увеличивается на 10% за каждый 1% снижения лечения.",
  "vp.get.16": "Собрать все цветы сборки, которые не были поставлены игроком.",


"vp.stellar.1": "Пассив сильнее в 1.5 раза. Срез лечения не выше 99%"
}