{
  "vp.lang": "ru",
  "vp.activation": "Кнопка: ",
  "entity.vp.oyster": "Голодная Устрица",
  "entity.vp.seashell": "Глупая Ракушка",
  "item.vp.anemoculus": "§3Воздушная Эссенция",
  "item.vp.crown": "§eКорона",
  "item.vp.atlas": "§cАтлас",
  "item.vp.killer": "§eKiller Queen",
  "item.vp.mask": "§9Маска Демона",
  "item.vp.donut": "§cСладкий Пончик",
  "item.vp.mark": "§4Проклятая Метка",
  "item.vp.ears": "§eКошачьи Ушки",
  "item.vp.midas": "§6Рука Мидаса",
  "item.vp.anomaly": "§dТелепортационная Аномалия",
  "item.vp.armor": "§cЛаты Мученника",
  "item.vp.book": "§dКнига Разочарования",
  "item.vp.prism": "§cПризма Посмертия",
  "item.vp.chaos": "§5Ядро Хаоса",
  "item.vp.devourer": "§4Пожиратель Душ",
  "item.vp.flower": "§2Цветик-Семицветик",
  "item.vp.catalyst": "§aКатализатор Разложения",
  "item.vp.ball": "§bШаровая Молния",
  "item.vp.trigon": "§6Тригон Совершенства",
  "item.vp.soulblighter": "§dДушегуб",
  "item.vp.rune": "§5Руна Гефеста",
  "item.vp.lyra": "§2Лира Барда",
  "item.vp.pearl": "§1Глубинная Жемчужина",
  "item.vp.whirlpool": "§9Омут",
  "item.vp.hearty_pearl": "§9Сытный Жемчуг",
  "item.vp.pinky_pearl": "§dРозовый Жемчуг",
  "item.vp.seashell": "§9Украшенная Ракушка",
  "item.vp.corrupted_fragment": "§4Осквернённое Желание",
  "item.vp.corrupted_item": "§cОскверняющая Участь",
  "item.vp.chaos_orb": "§eСфера Хаоса",
  "item.vp.celestial_mirror": "§3Небесное Зеркало",
  "vp.mirrored": "Отзеркалено.",
  "vp.celestial_mirror.desc1": "Может быть использовано для клонирования предмета в Левой руке.\nКлонированный предмет и его клон не могут быть клонированны снова.",
  "vp.celestial_mirror.desc2": "Падает с монстров, Усиленных монстров и Боссов в Жестоком режиме c шансом 0.00001%.\n§cДюпать Небесное Зеркало без креатива опасно для жизни!",
  "vp.chaos_orb.desc1": "Случайным образом меняет все зачарования на предмете в левой руке, сохраняя их уровень.\nС шансом 5% может убрать случайное зачарование и распределить его уровень между всеми оставшимися зачарованиями.\nС шансом 2% делает уровень зачарования отрицательным, +2% шанс за каждое имеющееся проклятие на предмете.\nС шансом 0.5% может выдать 1 случайное зачарование в виде чародейской книги.\nС шансом 0.1% может добавить к предмету зачарование с чародейской книги из инвентаря.",
  "vp.chaos_orb.desc2": "Падает с монстров, Усиленных монстров и Боссов в Жестоком режиме c шансом 0.001%.",
  "vp.corrupt_frag.obtain": "Выпадает гарантированно с Усиленных монстров и Боссов в Жестоком режиме и с обычных монстров с шансом 0.1%.",
  "vp.corrupt_frag.desc": "Когда складывается до 64 и в инвентаре имеется Звёздный Фрагмент, то превращается в §cОскверняющую Участь.",
  "vp.corrupt_item.desc1": "Когда используется в правой руке, а в левой броня, инструмент или меч: \nЗачаровывает предмет на 1 проклятие и 5 случайных зачарований с максимальным уровнем*2.",
  "vp.corrupt_frag.use": "Может быть использован в правой руке для зачарования предмета в левой руке. \nИмеет 80% шанс зачаровать на 1 случайное зачарование первого уровня/увеличить текущее зачарование на 1 уровень или 20% шанс проклясть предмет. \nНе может зачаровать проклятую вещь.",
  "vp.corrupt_item.desc2": "Когда используется в правой руке, а в левой Останок: \nПроклинает Останок одним случайным проклятием, которое не может быть очищенно или наложено заново. Проклятия становятся сильнее вместе с количеством Звёзд, которое имеет Останок.\nМожет быть использован на предмете лишь раз.",
  "vp.obtain": "Как получить:",
  "vp.hearty_pearl.obtain": "Падает при скармливании 3 \"Упитанных Рыб\" Голодной Устрице.\nГолодная Устрица может появиться в море и тёплом море, где шанс выше в 3 раза.\nРядом с Голодной Устрицой в области 30 блоков появляются 3 Тощие Рыбы, которых нужно защищать, пока они откармливаются.\nТощих Рыб будут пытаться съесть все существа вокруг, время откармливания %s мин.\nПосле откармливания Упитанную Рыбу нужно отвести к Голодной Устрице для скармливания.",
  "vp.seashell.obtain": "После установки 3 Сытных Жемчугов в Глупую Ракушку, вокруг начнут появляться волны усиленных морских монстров и Боссов, которые будут пытаться её уничтожить.\nГлупая Ракушка имеет 1000 хп и 100 Щитов.\nВо время защиты вокруг будут появляться Ракушки, собрав 10 таких, Глупая Ракушка вылечится на 100 хп и восстановит Щиты. \nПри успешной защите 10 волн, всем игрокам вокруг будут выданы:\n1) Украшенная Ракушка\n2) 3-7 Звёздных Фрагментов\n3) 20 случайных морских предметов\n4) Глубинная Жемчужина с шансом 5%\n5) Лут со случайного морского Босса с шансом 10% или моба с шансом 90% \nЗаметка: ты можешь добавить Глупую Ракушку в друзья, чтобы предотвратить нанесение урона по ней, введя ,,/vestiges friend add seashell,,",
  "vp.use": "Для чего нужен/нужна:",
  "vp.hearty_pearl.use": "Используется в крафтах.\nМожет быть вставлен в Глупую Ракушку, которая очень редко появляется на дне глубоких океанов и впоследствии получить Украшенную Ракушку.",
  "vp.seashell.use": "Используется в крафтах привлекает морских существ при использовании.",
  "vp.pinky_pearl": "Использование навсегда повысит общую удачу и поможет в рыбалке.",
  "vp.curse.1": "Проклятие: Уменьшает максимум здоровья на %s и даёт иммунитет к элементальному урону.",
  "vp.curse.2": "Проклятие: Бонус Лечения и Щитов %s. Лечение будет восстанавливать Сверх Щиты вместо здоровья.",
  "vp.curse.3": "Проклятие: Использование способностей Останков будет накладывать 'молчание' на 3 секунды. Ускоряет восстановление способностей Останков за %s Щитов и Сверх Щитов в секунду.",
  "vp.curse.4": "Проклятие: Невозможность навредить любому существу чем-либо, кроме Останков. Бонус конечного урона Останков +%s.",
  "vp.curse.5": "Проклятие: Невозможность иметь Щиты и Сверх Щиты. %s полученных Щитов и Сверх Щитов будут отнимать столько же Щитов и Сверх Щитов окружающих.",
  "vp.bucket": "Неправильное ведро, ты должен использовать %s",
  "vp.name.1": "§3Воздушная Эссенция",
  "vp.name.2": "§eКорона",
  "vp.name.3": "§cАтлас",
  "vp.name.4": "§eKiller Queen",
  "vp.name.5": "§9Маска Демона",
  "vp.name.6": "§cСладкий Пончик",
  "vp.name.7": "§4Проклятая Метка",
  "vp.name.8": "§eКошачьи Ушки",
  "vp.name.9": "§6Рука Мидаса",
  "vp.name.10": "§dТелепортационная Аномалия",
  "vp.name.11": "§cЛаты Мученника",
  "vp.name.12": "§dКнига Разочарования",
  "vp.name.13": "§cПризма Посмертия",
  "vp.name.14": "§5Ядро Хаоса",
  "vp.name.15": "§4Пожиратель Душ",
  "vp.name.16": "§2Цветик-Семицветик",
  "vp.name.17": "§aКатализатор Разложения",
  "vp.name.18": "§bШаровая Молния",
  "vp.name.19": "§6Тригон Совершенства",
  "vp.name.20": "§dДушегуб",
  "vp.name.21": "§5Руна Гефеста",
  "vp.name.22": "§2Лира Барда",
  "vp.name.23": "§1Глубинная Жемчужина",
  "vp.name.24": "§9Омут",
  "item.vp.stellar": "З§6в§7ё§eз§6д§dн§dы§fй §5Ф§bр§ea§7г§5м§ae§6н§5т",
  "vp.key.first": "Спешл первого Останка",
  "vp.key.first_ult": "Ультимейт первого Останка",
  "vp.key.second": "Спешл второго Останка",
  "vp.key.second_ult": "Ультимейт второго Останка",
  "vp.seconds": " секунд,",
  "itemGroup.vptab": "§5Останки Настоящего",
  "vp.chaos": "Текущее случайное существо: ",
  "vp.chaos2": "Времени осталось до обновления: ",
  "vp.frag": "Используй и получи +%s к шансу для ",
  "vp.frag.get": "Падает при убийстве Кошмарных Боссов и защите Глупой Ракушки",
  "vp.getText1": "Каждый Останок может быть получен раз в ",
  "vp.getText2": "Ты можешь получить ещё один через ",
  "vp.getTime": "Часов ",
  "curios.identifier.vestige": "Останок",
  "curios.identifier.earring": "Серьга",
  "vp.worlds": "Миры, в которых ты побывал: ",
  "vp.passive": "Пассив: ",
  "vp.special": "Спешл: ",
  "vp.charges": "Зарядов:",
  "vp.charges2": ", Откат:",
  "vp.ultimate": "Ультимейт: ",
  "vp.damage": "Тип урона: ",
  "item.vp.easter_egg": "§cПасхальное Яйцо",
  "item.vp.shard": "§dКристаллизованное §5Отчаяние",
  "vp.shard.get": "Падает с боссов в Жестоком режиме.",
  "vp.shard": "При использовании по Боссу в Жестоком режиме, имеет 20% шанс превратить его в Кошмарного Босса.",
  "vp.shard.1": "Жестокий режим может быть включен или выключен командой /vestiges enableCruel.",
  "vp.stellar": "Stellar",
  "vp.soul.exist": "Внутри заточена душа: ",
  "vp.key": "§5§lОстанки Настоящего",
  "item.vp.nightmareshard": "§dКристаллизированный §5Ужас",
  "vp.nightmareshard.get": "Падает с Кошмарных Боссов",
  "vp.nightmareshard.1": "Доказательство несокрушимой мощи",
  "vp.soul.empty": "Внутри пусто",
  "item.vp.box_saplings": "§2Коробочка Природы",
  "box.sapling.info.1": "§2Даёт случайный саженец или семечко",
  "item.vp.box_eggs": "§5Коробочка Яиц",
  "box.egg.info.1": "§5Даёт славянский зажим яйцами",
  "vp.stellarText": "Сохраняется после смерти и ",
  "vp.stellarText2": "Сохраняется после смерти и даёт дополнительную особенность",
  "vp.challenge": "Выполни испытание у ",
  "vp.progress": "Прогресс: ",
  "vp.fish": "Весь прогресс с Кораллами и другими Рыбами:",
  "vp.fish.2": "Кораллы и Рыбы с одним видом:",
  "vp.chance": "текущий шанс стать ",
  "vp.chance2": "При неудаче шанс +",
  "vp.devourer": "Хранилище Душ: ",
  "vp.press": "§7Нажми ",
  "vp.shift": " §7для подробной информации",
  "vp.short": "Краткая информация: ",
  "vp.ctrl": " §7для информации о получении",
  "vp.alt": " §7для списка того, что осталось до завершения испытания",
  "vp.prism": "Количество Посметрий: ",
  "vp.return": "Текущая точка возврата: ",
  "item.vp.box": "§5Коробочка Чудес",
  "box.info.1": "Используй для получения случайного Аксессуара.",
  "vp.alt.atlas": " §7для отображения найденных биомов",
  "vp.alt.prism": " §7для отображения под-типов урона, которыми осталось убить вардена",
  "vp.creative": "Ты в Творческом режиме! Просто надень Останок, чтобы превратить его в Стеллар",
  "config": "Ты можешь изменить много чего в minecraft/config/vp-common.json.",
  "item.vp.infinite_refresher": "§2Бесконечный Обновитель.",
  "item.vp.ring_of_wibest": "§6Кольцо с оранжевым квадратом",
  "item.vp.refresher": "§2Обновитель",
  "vp.refresher": "Восстанавливает заряды всех надетых Останков. (Тратится после использования)",
  "vp.refresher.get": "Можно получить при выполнении испытания на Stellar с шансом 50%.",
  "vp.infinite.get": "Доказательство железной воли и бесконечного могущества.",
  "vp.infinite": "Восстанавливает заряды всех надетых Останков. (Вместо траты уходит в откат на 300 секунд)",
  "vp.sleep": "Я хочу спать так сильно...",
  "item.vp.vortex": "§5Пустотная Воронка",
  "vp.seashell.fail": "Походу что-то пошло не так, текущая волна будет перезапущена.",
  "vp.wave": "Волна: %s",
  "vp.vortex": "При выбрасывании на высоте -69, призывает Пустотную Воронку. Пустотная воронка должна поглотить необходимые предметы, после чего следующий выброшенный предмет она сделает неломаемым.",
  "vp.vortex.max": "Количество необходимых предметов: ",
  "vp.vortex.shift": "Нажми Shift, чтобы просмотреть весь список необходимых предметов.",
  "vp.lore.1": " Почему я никогда не задумывался о том, как я здесь оказался и что я тут делаю? \n Как будто это само собой для меня разумеещееся. \n Как будто этот вопрос задаю не я сам, а лишь маленькая часть моего управляемого сознания. У меня странное чувство дежавю, я точно уже существовал...и за мной... кто-то пристально следит...",
  "vp.lore.2": " Этой ночью мне снились какие-то странные Останки, выглядят они весьма необычно, таких раньше мне не встречалось. \n Что вообще такое Останки, почему я назвал их именно так? \n Название само пришло мне на язык. \n Обычно так называют что-то, что осталось от прошлого.\n Некоторые образы напоминают ассоциации с чем-то, что я видел очень очень давно, настолько давно, что не могу вспомнить, как будто это было ещё до моего рождения в этом мире. \n Пытаясь вспомнить сон, мне повторяется одна и та же странная фраза ,,выполни *в** испытание,,. Кто бы это мог быть? \n Его голос был таким неестественным, словно он был не человеком. \n Нет, это лишь очередной бред, мало ли что мне могло присниться!",
  "vp.lore.3.1": "???-Кто ты такой? Тебя не было в прошлой вселенной... Аномалия?",
  "vp.lore.3.2": "-Что значит Аномалия? И вообще, это ты кто такой?",
  "vp.lore.3.3": "???-Простому воплощению невозможно было узнать о испытаниях, определённо Аномалия. Ах да, я уже и позабыл, возможно ты *****",
  "vp.lore.3.4": "-Я тебя не понимаю, твоё последнее слово прозвучало странно. Что происходит?",
  "vp.lore.3.5": "???-Это уже не имеет значения. Твоё любопытство ни на что не повлияет.",
  "vp.lore.3.6": "О какой прошлой вселенной? Кто это вообще был? \nЕго голос был таким же, как в том странном сне об Останках, а его лексикон ещё страннее, какие-то аномалии, воплощения...\nВнезапно в кармане я обнаружил у себя Останок!",
  "vp.lore.4": " Передо мной вновь появился портал, я немного испугался, так как не ожидал его. \n Из портала ко мне протянулась рука из непонятной субстанции, на ладони держа очередной Останок. \n Мне было страшно его брать, но через мгновение он оказался у меня в кармане, а сам портал исчез.\n Это снова было то существо, я уверен! \n Но почему оно не стало со мной говорить на этот раз? \n Видимо он лично даёт каждому, кто пройдёт его испытания определённый Останок, связанный с этим испытанием. \n Может мне удастся разговорить его, если продолжить их выполнять или получить их все. Но что вообще такое эти Останки? Почему они обладают столь чудовищной силой?",
  "vp.lore.5": " Мне снова снился странный сон, но теперь он ещё страннее. \n В нём было непонятное существо среди бесконечных ярких кругов, а вокруг них кромешная тьма и пустота. \n Круги были такими яркими, будто в них были бесконечности галактик.\n Вместо головы у него была чёрная дыра?... или что-то её напоминающее. \n Я видел, как он открывает портал и даёт кому-то очереднуй Останок, но он отличался от тех, которые он давал мне. \n Этот Останок светился так ярко, будто в нём была заточена звезда. \n Интересно, смогу ли я когда-нибудь такой получить? Что он на это скажет...",
  "vp.lore.6": " Скорее всего то существо бессмертно и живёт уже который миллиард лет, оно пережило свою эпоху и свои характеры, взгляды на мир. \n Что бы вы делали, будь у вас в запасе бесконечность времени? \n Зачем вообще что-либо делать, ведь любое действие по итогу никак не повлияет на исход-время бесконечно, материя необъятна, каждая мысль или проявление людских эмоций-не более, чем рудимент совершенного и бессмертного существа, хотя трудно назвать подобное существом. \n Оно ведь не существует, а давно кануло в небытие за миллионы лет, внутри настолько много всего, что пусто, разум и сознание погасло. \n Однако это является исключением предполагаемого образца, у него были эмоции и даже речь, мотивы проводить испытания и отдавать за них Останки. \n Мне непонятно его поведение, для него я какая-то аномалия, а для меня он. \n В любом случае это всё не важно, ведь я простой смертный и мне не уготовано познать столь ужасную судьбу вечности. \n Нужно продолжить выполнять испытания...",
  "vp.lore.7": " Мне было довольно тяжело его получить, но всё же я смог! Секретным условием было лишь непоколебимое стремление. Интересно, что он скажет, мой интерес выдаёт огромная улыбка. :)",
  "vp.lore.7.1": "???-Ты думал это особенная награда за упорство и труд?",
  "vp.lore.7.2": "-Ну, думаю да. Она же такая крутая и светящаяся?",
  "vp.lore.7.3": "???-Это утешительный приз для безумцев. Повторять одно и то же испытание в надежде на изменение, мне жалко было на тебя смотреть.",
  "vp.lore.7.4": "-Так ты всё-таки испытываешь эмоции! Расскажи, кто ты такой? Почему ты это делаешь? ",
  "vp.lore.7.5": "...",
  "vp.lore.7.6": "Загадочное существо вдруг скрылось из портала после моего точно наводящего вопроса. Видимо он смутил его. ",
  "vp.lore.7.7": "Я не стал упоминать про сны, это могло ему не понравиться. Последним вариантом разговорить его остаётся только собрать все Останки? Я устал...",
  "vp.lore.8": " Я уже и не помню, зачем я добываю все эти Останки. \n Почему мне вообще важен мотив этого существа? \n Почему мне важно было узнавать его мнение и причины существования, проведения испытаний, я уже ничего не знаю. \n Я просто устал. Видимо его испытания не только физические, но и моральные.\n Может мне стоит всё бросить и продолжить спокойно жить с теми Останками, что у меня уже есть? \n И это я так расклеился будучи смертным, которому осталось жить от силы 40-60 лет, а какого же было ему... \n Интересно, стал бы я счастливым, если бы жил вечно? \n Может первое время да, но дальше я бы уже потерял себя и мои прошлые желания и воспоминания утратились бы, а прошлый я умер. \n Значит ли это, что бессмертные тоже умирают?",
  "vp.lore.9.1": "???-Вот мы и снова встретились. Ты стал моим частым гостем.",
  "vp.lore.9.2": "-... Я прошёл столько испытаний, столько страданий и боли. Скажи, зачем? Я давно потерял свою цель. Меня вели лишь сны, это ты их посылал?",
  "vp.lore.9.3": "???-Что бы ты делал, став бессмертным?",
  "vp.lore.9.4": "-Я долго над этим думал, но в конце концов-я бы искал способ избавиться от бессмертия.",
  "vp.lore.9.5": "???-И я нашёл его, спустя бесконечность времени. Единственная вещь, которую мне оставалось найти, это прошлого себя.",
  "vp.lore.9.6": "-Ты хочешь сказать, что я это ты?",
  "vp.lore.9.7": "???-Твоё мировоззрение слишком узкое, ведь ты простой человек. Возможно ты это я в одной из миллионов судьб, а возможно и нет. \nТвои испытания-лишь Останки уже исчезнувшего прошлого, которые я принёс с собой в настоящее. ",
  "vp.lore.9.8": "-Как прошлое могло исчезнуть? Почему останки не исчезли вместе с ним?",
  "vp.lore.9.9": "???-Останки-лишь проекция твоего антропоцентризма. Я пережил бесконечность времени, я видел смерти и зарождения новых вселенных.\nНо воспоминания первых тысячи лет были всегда со мной. Я запечатал их у себя глубого в сознании. Это и есть Останки, которые я принёс из уже не существующего прошлого в настоящее.\nА теперь, когда ты забрал последний останок, моё прошлое и я полностью исчезнут со временем, что породит исчезновение и этой вселенной. Это и есть мой единиственный способ.",
  "vp.lore.9.10": " Загадочное существо исчезло, не оставив ничего после себя, кроме очередного Останка. \n Я решил прекратить сбор Останков,ведь больше некому было их давать мне и просто продолжать жить до исчезновения этой вселенной. \n Вспоминая момент исчезновения того существа, я отчётливо мог видеть его лицо перед этим, это было моё лицо.  \n Может, в будущем я смогу стать подобным ему и предотвратить исчезновение вселенной и повторить его судьбу?\n Возможно, у каждого существует в одном из бесконечных разворотов событий мизерная вероятность такого же исхода событий, прямо как атомы могут собраться в случайной последовательности в случайный момент времени и посреди комнаты создать говорящую голову со своим сознанием, которая исчезнет через секунду или создать идентичную нашей вселенную внутри навечно запечатанного и герметичного куба. \n Все эти мысли о бесконечности и смыслах существования сводят меня с ума, когда я в последний раз кушал моё любимое жаренное мясо в соевом соусе с горчицей?",

  "vp.passive.1": "Против существ в воздухе: +700% урона, -10% прочности экипировки при ударе.",
  "vp.special.1": "Поднимает в воздух себя и всех окружающих на 30 блоков и даёт медленное падение на 5 секунд. \nЕсли активен Ультимейт: вместо поднятия притягивает к себе всех, в том числе предметы.",
  "vp.ultimate.1": "Даёт управляемый полёт на следующие 20 секунд.",
  "vp.get.1": "Убить %s разных существ в воздухе и будучи в воздухе самому",

  "vp.passive.2": "Урон снижается на разницу атрибута атаки носителя и атакующего.",
  "vp.special.2": "Наносит 300% урона всем игрокам и враждебным существам в радиусе. \nКаждый убитый враг даёт Щиты и Сверх Щиты в количестве 50% от его макс хп. \nКаждый не пробитый враг имеет 5% шанс восстановить заряд, 20% шанс если враг под эффектом Ультимейта.",
  "vp.ultimate.2": "Отключает бессмертие/отмену смерти существу по точке взгляда в течение следующих 15 секунд. \nЕсли цель является Игроком, отключаются также его Останки.",
  "vp.damagetype.2": "адаптивный(меняется, пока не пробьёт противника)",
  "vp.get.2": "Убить всех враждебных существ сборки.",

  "vp.passive.3": "20% шанс получить 1 Гравитацию при нанесении урона падения. \nКаждая Гравитация даёт +2% урона для Ультимейтов \nЧисло Гравитаций не может превышать 30.",
  "vp.special.3": "Наносит в небольшой области впереди 50% урона, насильно отключает полёт и опускает на землю.",
  "vp.ultimate.3": "При наличии Гравитаций создаёт маленькую чёрную дыру, засасывающую противников. \nРадиус, урон и длительность чёрной дыры зависят от количества Гравитации. \nПо истечению Чёрная Дыра взрывается, нанося Совершенный урон.",
  "vp.damagetype.3": "падение, пустота",
  "vp.get.3": "Найти все биомы сборки.",

  "vp.passive.4": "После смерти происходит взрыв в радиусе 40 блоков с уроном 800%. \nНе может быть активирован во время кд Спешла. Не затрагивает блоки и предметы.",
  "vp.special.4": "Совершается самоподрыв в радиусе 20 блоков с 400% урона, каждый задетый враг будет иметь на 70% пониженное сопротивление к следующему взрывному урону.",
  "vp.ultimate.4": "При смерти в течение следующих 20 секунд смерть отменяется и активируется Пассив с 8000% урона. \nПосле смерти или истечению 20 секунд, последующая смерть не активирует Пассив до конца кд.",
  "vp.damagetype.4": "взрыв",
  "vp.get.4": "Взорвать %s существ",

  "vp.passive.5": "Ужасающая аура уменьшает лечение владельца и всех окружающих на 1% за каждый 1% отсутствующего хп, также увеличивает скорость и урон. \nКаждый удар по противнику с долгом лечения увеличивает его на 1%. \nПри хп меньше 50% Ультимейт становится в 2 раза сильнее.",
  "vp.special.5": "Переключаемый. \nПостепенно сжирает хп вплоть до 1, увеличивая урон на 4% за каждый 1% отсутвующего хп. \n При налии Долга Лечения пожирает его вместо хп.",
  "vp.ultimate.5": "На всех существ вдоль 30 блоков по взгляду накладывает Долг Лечения на 300% от Макс хп владельца. \nТакже наносит 300% урона всем существам в области.",
  "vp.damagetype.5": "Совершенный (может быть снижен лишь Сверх Щитами), луч вардена",
  "vp.get.5": "Убить %s существ в аду, имея не больше 1 хп. Существо должно иметь больше макс хп или атаки, чем у тебя.",

  "vp.passive.6": "Увеличивает всё лечение на 40%. \nЕсли текущее хп ниже 50%: бонус удваивается. \nПока активны щиты, за каждый стак Насыщения даёт 0.1% бонус лечения, +0.1% длительности любого следующего Ультимейта, +1% к получаемым щитам.",
  "vp.special.6": "Лечит владельца на 40% от его макс хп и снимает негативные эффекты. \nХп ниже половины - накладывает также регенерацию 5 на 20 секунд. \nНакладывает Щиты в размере 300% от макс хп(не стакаемый)",
  "vp.ultimate.6": "После активации следующие 10 секунд каждое Сверх Лечение будет увеличивать стак Насыщения 1 к 1 (не больше %s). \nПо истечению кд стаки аннулируются.",
  "vp.get.6": "съесть всю еду сборки",

  "vp.passive.7": "Следующая атака дублируется на количество стаков Безумия. \nЕсли у существа меньше 50% хп, стаки Безумия имеют 50% шанс не потратиться.",
  "vp.special.7": "Жертвование 20% хп ради 1 стака Безумия до 10.",
  "vp.ultimate.7": "Следующие 5 секунд лечение становится Сверх Лечением, а урон вместо нанесения накапливается. \nПосле окончания (весь урон - всё Сверх Лечение) наносится разом. \nЕсли при использовании меньше 30% хп, время увеличивается на 15 секунд, а урон, лечение, скорость и скорость атаки увеличивается на 200%. \nЕсли хп выше 50%, время увеличивается до 10 секунд за каждый стак Безумия.",
  "vp.get.7": "Зачаровать %s предметов проклятиями.",

  "vp.passive.8": "Каждая единица защиты даёт 1% шанс уклонения(не может превышать 69%).",
  "vp.special.8": "Атрибут скорости увеличивается на 1. \nПосле каждые 0.05 атрибута скорости будут давать +1% шанс уклонения для Пассива(не может превышать 69%).",
  "vp.ultimate.8": "Следующие 40 секунд при неуспешном уклонении, уклонение будет иметь повторный шанс(1% за каждые 10 уровней опыта, не больше 90%).",
  "vp.get.8": "Приручи все виды Кошек.",

  "vp.passive.9": "Накапливает в себе золото за убийство мобов(1 самородок за 1 монстра), которое можно достать в слитках на ПКМ или в блоках на шифт+ПКМ",
  "vp.special.9": "Следующие 10 монстров при смерти дадут х2 золота. \nЕсли монстр окажется боссом, бонус увеличивается до х10.",
  "vp.ultimate.9": "Тратит всё золото в Пассив и с шансом 0.01% за каждый самородок золота навсегда повышает удачу Останка на 1.",
  "vp.get.9": "При съедании зачарованного золотого яблока шанс 10% продвинуть прогресс испытания. \nШанс можно увеличить на 1% за каждый скрафченный золотой предмет(не повторяющийся). \nТекущий шанс: ",

  "vp.passive.10": "Использование Ока Эндера телепортирует на точку возврата себя и ближайших существ в радиусе 4 блоков. \nЕсли точка возврата не установлена, телепортирует на точку воскрешения.",
  "vp.special.10": "Спешл был нажат с Оком Эндера в руке: установка точки возврата \nВ остальных случаях: телепорт к существу по взгляду, нанесение 400% урона и запрет телепортации на 30 сек.",
  "vp.ultimate.10": "Телепортация в рандомный мир, в котором ты побывал хотя бы раз, на рандомные координаты в пределах мира по x,z и 0-250 y",
  "vp.get.10": "Телепортироваться Эндер Жемчугом в ту же секунду с Эндерменом в то же место, куда он телепортируется %s раз",
  "vp.damagetype.10": "драконье дыхание",

  "vp.passive.11": "Весь входящий урон уменьшается на 40+Шкала Боли. \nКаждый полученный конечный урон накапливается в Шкалу Боли. \n(Не накапливается при любом уклонении). \nШкала Боли сбрасывается при Сверх Лечении.",
  "vp.special.11": "Даёт случайный дебафф на 1 минуту и увеличивает шкалу боли на 100. \nНаносит 100% урона по себе и Долг Лечения 100% от макс хп за каждый имеющийся дебафф.",
  "vp.ultimate.11": "Чинит всю экипировку в инвентаре и слотах за Шкалу Боли. \nОставшаяся Шкала Боли превращается в опыт.",
  "vp.damagetype.11": "кактус",
  "vp.get.11": "Умереть от каждого типа урона",

  "vp.passive.12": "У Разочарованных Спешлом врагов вокруг ванильные зачарования становятся отрицательными.( Например защита 5 станет защитой -5). \nЗачарования вновь приходят в норму после окончания Разочарования. \nТакже Разочарованные враги более уязвимы к любому урону на 50%.",
  "vp.special.12": "Все ближайшие существа Разочаруются на 15 секунд.",
  "vp.ultimate.12": "Следующие 60 секунд при смерти от Разочарованного игрока вся его экипировка перезачаруется на одни проклятия. \nЕсли по истечению этого времени и до конца кд произойдёт смерть от Разочарованного игрока, то эффект будет на себя.",
  "vp.get.12": "Убить другого Игрока или Вардена, нося экипировку с суммарным количеством 10 проклятий(зачарований).",
  "vp.damagetype.12": "магический",

  "vp.passive.13": "Убитый монстр под эффектом Спешл будет давать двойной лут(не затрагивает инвентари). \nКаждое Посмертие(от Ультимейта) даёт 1% шанс на х4 лут. \nЕсли шанс выпал, то шанс снижается в 10 раз и срабатывает повторно на х6 лут и тд.",
  "vp.special.13": "Усиливает монстра по точке взгляда на время действия Спешла. \nМонстр получает уязвимость к одному случайному виду урона, а к остальным неуязвимость.",
  "vp.ultimate.13": "Следующие 60 секунд игрок будет получать в 10 раз больше урона. \nЗа каждого убитого моба под эффектом Спешл +1 Посмертие.",
  "vp.get.13": "Получи %s разных редких вещей при убийстве любого существа. \nЗа редкую вещь считается та, чей шанс выпадения <= %s. \nОсквернённое желание должно выпасть случайно, а не гарантировано.",

  "vp.passive.14": "С шансом в 10% может произойти одна из двух вещей:\n1.Полученный урон может увеличиться или уменьшиться на случайное число от 1 до бесконечности \n2. Полученный урон может обрести случайный тип урона.(магический, сквозь броню, падение, и тд.) \nУвеличивает общую удачу.",
  "vp.special.14": "Следующие 1-10 полученных ударов могут с шансом 10-100% отразиться в противника. (урон по себе не считается)",
  "vp.ultimate.14": "Следующие 10-80 чужих снарядов в области 5 блоков в течении 20 секунд телепортируются за спину выстрелевшему.",
  "vp.get.14": "Каждые %s минут будет запрашиваться случайное существо сборки. \nВ течение это времени нужно будет убить или приручить это существо, иначе весь прогресс сбросится. \nВыполни запросы %s раз подряд.",

  "vp.passive.15": "Каждый убитый босс даёт Душу.",
  "vp.special.15": "Связывает душу ближайшего существа или существа по точке взгляда на 5 секунд.\n(Каждая накопленная Душа от Пассива даёт +0.1 секунду, 15 сек максимум) \nСвязанное существо не может перемещаться между мирами, телепортироваться и покидать зону 3х3х3.",
  "vp.ultimate.15": "Следующие %s ударов будут с определённым шансом увеличивать Пожирание Души поражённого существа. \n(Шанс зависит от накопленных Душ, за каждую душу +%s шанс)\nСущества с Пожиранием Души 100 и выше гарантированно умирают, для Боссов и Игроков количество увеличивается на их макс. хп/10" ,
  "vp.get.15": "Убей всех боссов сборки.",

  "vp.passive.16": "Каждое мирное существо вокруг уменьшает получаемое носителем лечение на 0.1% за каждый 1% отсутствующего хп.",
  "vp.special.16": "В течение следующих 5 секунд во время лечения носителя все мирные и прирученные существа, а также другие игроки в большом радиусе будут получать уменьшенное лечение. \nЗа уменьшенное лечение считается хп, которое не досталось игроку при лечении из-за Среза лечения или Долга лечения.",
  "vp.ultimate.16": "Каждая отсутствующая прочность брони даёт щит от урона носителю, всем мирным, приручённым существам, а также другим игрокам (не стакаемый, заменяемый). \nЩит увеличивается на 10% за каждый 1% снижения лечения.",
  "vp.get.16": "Собрать все цветы сборки.",
  "vp.get.16.fail": "Если любой цветок был поставлен игроком, испытание уходит на перезарядку и сбивается.",

  "vp.passive.17": "Существо, умершее в радиусе 10 блоков от носителя распространит все негативные эффекты на существ рядом в таком же радиусе, включая носителя.",
  "vp.special.17": "Продлевает на 15% действие всех дебаффов у всех окружающих существ, а также с шансом 20% повышает их уровень на 1. \nДаёт случайный бафф сборки 1-5 уровня на 60-200 секунд. ",
  "vp.ultimate.17": "Крадёт все баффы со всех окружающих существ, уровень которых не превышает 4. \nКаждый украденный у существа бафф накладывает на него случайный дебафф 1-4 уровня на 10 секунд, а также продлевает на 10% длительность всех баффов носителя.",
  "vp.get.17": "Наложить на себя каждый эффект сборки.",

  "vp.passive.18": "Атаки, превышающие текущее хп противника, распространяются на 3 случайных враждебных существ в области 15 блоков. \nНанесение урона молнией отнимет 10% Щитов и 20% Сверх Щитов.",
  "vp.special.18": "Телепортирует носителя в случайную точку рядом, оставляя за собой мощную молнию.\nМолния наносит 500% урона всем(в том числе носителю) в радиусе 5 блоков и замедляет скорость, скорость атаки противников.",
  "vp.ultimate.18": "Вызывает град молний по всем существам(в том числе носителю) в радиусе 30 блоков, имеющим Щит или чьё текущее хп ниже владельца, или имеющим броню, или мокрым, который наносит 1000% урона.\nПоражённые существа(кроме носителя) получают на 50% больше урона за каждый надетый элемент брони, на 10% за каждое очко брони, а также на 0.1% за каждый имеющийся щит.",
  "vp.get.18": "Быть поражённым молнией вместе с крипером рядом %s раз, получение взрывного урона или смерть провалит испытание.",
  "vp.damagetype.18": "молния",

  "vp.passive.19": "При наличии щитов даёт бонус урона для Спешлов 1% за каждый 1% отсутсвующего Сверх Щита.",
  "vp.special.19": "Наносит урон враждебным существам в области взгляда в размере 10% от максимального хп носителя.",
  "vp.ultimate.19": "Жертвует 30% щита носителя и всех существ в области и превращает их в Сверх щиты.\nСверх щиты вернутся случайному существу в области или носителю.\n(Шанс возвращения Сверх щитов игроку зависит от количества участвовавших существ)",
  "vp.get.19": "Нанести %s урона суммарно по чужим Щитам или Сверх Щитам.",
  "vp.damagetype.19": "Совершенный (может быть снижен лишь Сверх Щитами).",

  "vp.passive.20": "Сверхщиты восстанавливаются до максимума на 10% от макс. хп. Хранимого существа(от Ультимейта) в секунду.\nПри получении щитов шанс 20% превратить 5% в Сверхщиты.",
  "vp.special.20": "Существо, на которое смотрит носитель, входит в Астральную форму на 15 секунд. \nВ этой форме существо не может наносить и получать урон, кроме типов магического и сквозь неуязвимость, получаемый урон увеличивается в 10 раз.\nНажатие при хп меньше 50% будет применять эффект на себя.",
  "vp.ultimate.20": "Накладывается Долг Лечения 2000% от макс. хп. \nДуша существа по взгляду заключится в Останок с шансом, который зависит от разницы хп носителя и существа, а также текущего хп существа.\nТочный шанс можно узнать при помощи команды /vestiges captureChance <макс хп игрока> <макс хп существа> <текущее хп существа>\nЕсли существо в Астральной форме, шанс будет удвоен.\nПри успешном захвате души, телесная форма существа распадётся и с неё не выпадет дроп.\nЕсли есть Хранимая душа:\nМатериализует Хранимую душу и призывает существо, которое будет сражаться на стороне носителя.\nЭто существо можно поместить обратно в Хранилище, активировав рядом с ним повторно Ультимейт.",
  "vp.get.20": "Приручить или убить всех мирных существ сборки.",

  "vp.passive.21": "После получения Совершенного урона или урона от Босса, даст Щиты и Сверх Щиты в размере 50% от полученного урона, если на носителе не имеется Щитов или Сверх Щитов.",
  "vp.special.21": "Тратит 20% прочности экипировки, каждая потраченная прочность+сопротивление отбрасыванию будет давать Бонус Щитов с коэффициентом 10 к 1 на 10 секунд.",
  "vp.ultimate.21": "Даёт всем вокруг эффект Закалки: \nПовышает броню и твёрдость брони на 20, увеличивается Бонусом Щитов на 40 секунд. \nЗащищает экипировку от затрат прочности на следующие 40 секунд. \n(При защите Спешл всё равно будет давать бонус, но в 2 раза меньше)",
  "vp.get.21": "Соединить с любой бронёй все виды кузнечных шаблонов.",

  "vp.passive.22": "При проигрываемой музыке рядом +40% к длительности Спешлов и Ультмейтов, -40% кд. \nЕсли играют все песни от Спешла, даёт эффект Оркестра: \nОбъединяет все песни и продлевает на 30 секунд.",
  "vp.special.22": "Играет случайную песню и даёт эффекты себе и всем существам рядом (Макс хп +60%/регенерация хп +10 в секунду/+90% бонус лечения/бонус урона для Спешла и Ультимейта +50%/+100 брони/бонус Щитов +70%/-20% кд/поглощение урона 95%) на 30 секунд. \nНе может дать уже наложенный эффект. \nСпешл эффекты нельзя рассеять.",
  "vp.ultimate.22": "Следующие 10 секунд все игроки и мирные существа вокруг будут защищены от смерти, если у носителя нет Долга Лечения. \nПри защите от смерти на носителя накладывается Долг Лечения 300% от макс хп умершего.",
  "vp.get.22": "Прослушать все пластинки сборки.",

  "vp.passive.23": "Получение урона от удушения восполнит 10% запаса воздуха с шансом 20%. \nКаждая отсутствующая единица запаса воздуха даст 0.1% шанс на двойной лут с рыбалки.",
  "vp.special.23": "Следующая закинутая удочка приманит рыбу мгновенно, потратив 30% запаса воздуха.",
  "vp.ultimate.23": "Следующие %s пойманных рыб принесут дополнительный лут до конца кд, в зависимости от текущего биома. \nПодробнее можно узнать с ,,/vestiges fish,, или просто используя в руках.",
  "vp.get.23": "Успешно защитить %s Глупых Ракушек",

  "vp.passive.24": "Регенерация 5% хп в секунду будучи мокрым. \nПротивники, умершие от удушения, будут давать 20 Щитов и Сверх Щитов.",
  "vp.special.24": "Даёт водный покров, полностью  защищающий от следующих 3 ударов. \nКоличество ударов увеличивается, в зависимости от времени дыхания под водой, вплоть до 10. ",
  "vp.ultimate.24": "Накладывает на противников вокруг пузырь, в котором они не могут дышать. \nПузырь лопается при получении урона (кроме утопления) и наносит 1000% урона, а также делает цель ,,мокрой,,.",
  "vp.get.24": "Cобрать все виды кораллов, рыб и аксолотля (соответствующим ведром).",
  "vp.damagetype.24": "удушение",

  "vp.stellar.1": "Пассив получает вампиризм прочности 10%. \n(Каждая отнятая единица прочности будет восстанавливать прочность для своей экипировки). \nЕсли вся экипировка уже цела, то оставшиеся отнятые еденицы прочности превращаются в лечение.",
  "vp.stellar.2": "По противникам под эффектом Ультимейта расходует 10% Щитов для усиления Спешла, за каждые 1000 потраченных Щитов наносит дополнительно 1 Совершенный урон (не больше 1000).",
  "vp.stellar.3": "Ультимейт: каждое существо, затронутое Чёрной Дырой, увеличит её длительность на 10% и даст стак Гравитации.",
  "vp.stellar.4": "Пассив: также накладывает запрет на телепорт и получение Щита на следующие 3 минуты.",
  "vp.stellar.5": "Пассив и Спешл: каждые 1% -> 0.5% хп \nСпешл будет также вызывать эффект гниения на существ в области, кроме себя: \nКаждое Сверх Лечение существа под действием ауры будет ломать всю его экипировку на 5%. \nПри хп носителя меньше 50% пожирание хп будет распространяться и на существ, при недостаточном хп мгновенная смерть.",
  "vp.stellar.6": "Пассив: полный иммунитет к дебаффам, пока имеется Щит. Ультимейт: аткивация убирает весь Долг Лечения.",
  "vp.stellar.7": "Ультимейт также накладывает Долг Лечения 1000% от макс хп. Если носитель выживает после ультимейта, его кд откатывается на % разницы полученного урона и лечения(Не больше 60%). \nПри наличии 20 и более проклятий активация Ультимейта вводит в состояние Перегрузки. \nВ состоянии Перегрузки атаки наносят дополнительный маг урон за Долг Лечения, увеличиваются почти все атрибуты на 10 за каждое проклятие.",
  "vp.stellar.8": "Пассив: При неудачном первом уклонении урон снизится на % уклонения.",
  "vp.stellar.9": "Ультимейт: также даёт золото, как с Пассив, конвертируя все самородки разом \nКаждый атрибут удачи увеличивает наносимый урон на 10%",
  "vp.stellar.10": "Ультимейт может телепортировать к случайному игроку с шансом 5%.",
  "vp.stellar.11": "Шкала боли не сбрасываеся при Сверх Лечении, но уменьшается на 100 за каждое лечение выше 1 хп.",
  "vp.stellar.12": "Спешл: Каждый нанесённый урон Разочарованному существу, который после поглощения будет меньше 5, накапливается без поглощения. \nПосле прибавляется к следующему удару, который пробьёт противника, либо к 10 удару.",
  "vp.stellar.13": "Спешл: Также действует на игроков, но без увеличенного дропа.",
  "vp.stellar.14": "Пассив: шанс увеличивается на 1% за каждый атрибут удачи. \nПосле срабатывания Пассива урон отражается во всех в радиусе 30 блоков с шансом 30%. \nСущества вокруг под Долгом Лечения будут терять макс хп.",
  "vp.stellar.15": "Ультимейт: Существа с Пожиранием Души выше 10 - не могут получать щит, выше 50 - очищаются от баффов. \nМножитель Пожирания Души при ударах также увеличивается на 1 за каждый атрибут носителя, превышающий атрибут жертвы(макс. хп, урон, скорость, скорость атаки и тд.).",
  "vp.stellar.16": "Ультимейт: Существа под щитом получают сопротивление физ. урону 90%, разбитие щита нанесёт урон по разбившему в количестве макс щита при наложении.",
  "vp.stellar.17": "Спешл: перенаправляет следующие 5 полученных дебаффов на всех в радиусе 15 блоков. \nУльтимейт: отмена ограничения уровня.",
  "vp.stellar.18": "Ультимейт: каждые 10% бонуса урона добавляют 1 Совершенный урон по мокрым противникам.",
  "vp.stellar.19": "Ультимейт: также будет увеличивать максимальное хп на 1% за каждые 2% отсутсвующего Сверх Щита до конца кд.\nСверх щиты будут восстанавливаться Сверх Лечением, пока не будут сняты.",
  "vp.stellar.20": "Повышает макс. хп. носителя на 30% от макс. хп. Хранимого существа. \nВесь получаемый урон, лечение, щиты, сверхщиты, Долг Лечения будут переходить на Призванное существо в радиусе 30 блоков.",
  "vp.stellar.21": "Пока не активен Ультимейт, вместо прочности экипировки будут тратиться Щиты и Сверх Щиты. \nПока активен Ультимейт, предотвращённый урон по прочности будет восстанавливать Сверх Щиты.",
  "vp.stellar.22": "Ультимейт также восстановит себе и всем окружающим игрокам 1 заряд Спешла.",
  "vp.stellar.23": "Ультимейт на 30 секунд даёт шанс не потратить заряды, который зависит от текущей глубины. (1% за каждые 10 блоков, не больше 30%)",
  "vp.stellar.24": "Ультимейт: в зависимости от урона, который лопнул пузырь, на врага накладывается Смертельное Начертание на 10 секунд: \nМагия-запрещает воскрешаться, получать Щиты и Сверх Щиты, телепортироваться. \nИсссушение-снижает получаемое лечение на 50 \nПустота-снижает Макс хп на 80%. \nСовершенный-Сверх Щиты снижаются на 50% и получают на 800% больше урона.\nОстальные-увеличивает получаемый урон на 100%.",




  "vp.info": "Если есть вопросы по механикам, введи команду /vestiges info",
  "vp.info.mechanics": "§5Долг Лечения§7-запрещает лечиться, пока не иссякнет долг. Каждое лечение будет уменьшать долг 1 к 1.\nНапример: \nНа игрока с 20 макс хп наложен Долг Лечения 10% от его макс хп(т.е долг равен 2), после лечения на 4 хп игрок получит лишь 2 хп.\n\n§5Бонус лечения и Cрез лечения§7-увеличивают и уменьшают получаемое лечение, все бонусы применяются не друг после друга, а одновременно.\nНапример:\nНа игроке эффект бонуса лечения 60% и срез лечения 40%, значит бонус будет 20% и игрок излечится не на 10 хп, а на 12.\n\n§5Сверх Лечение§7-количество лечения, которое получает игрок или существо при полном хп. \nЗаметка: ванильный эффект от зелья регенерации не может вызывать Сверх Лечение, а также лечить выше 20 макс хп. \n\n§5Щит§7-защищает от урона, который меньше щитов, срабатывает после поглощений/увеличений уронов других модов.\nНапример:\nНа игроке 10 Шита, наносится 8 урона, игрок получит 0 урона и у него останется 2 Щита.\nЕсли нанесётся 12 урона, то игрок получит 2 урона и у него останется 0 Щита.\n\n§5Сверхщит§7-защищает полностью от урона, даже если урон больше количества сверхщитов, срабатывает перед щитом. \nНапример:\nНа игроке 80 Сверхщитов и 10 щитов, наносится 99999 урона, игрок получит 0 урона и у него останется 0 Сверхщитов и 10 Щитов.\nТакже Сверхщиты снижаются на 90% меньше от магического и пустотного урона.\n\n§5Адаптивный урон§7-урон, который меняет свой тип урона на следующий в списке всех уронов, если он не пробил противника.\n\n§5Совершенный урон§7-гарантированный урон, который обязательно нанесётся, игнорируя уклонения, поглощения, отмены урона, Щиты, но при этом не пробивает Сверхщиты. \n\n§5Тип урона§7-это его характеристика, что он делает и какими свойствами обладает, например тип урона damageHelmet наносит дополнительный урон по бошке, а bypassInvul проходит через секунды неуязвимости между ударами, зачары, эффекты, броню и тд.\nВ некоторых Останках есть механики изменения типа урона, как раз они меняют подобные характеристики наносимого урона.\n\n§5Вид урона§7-это набор характеристик, носящий определённое название. \nНапример:\nУрон ,,Падение,, и ,,Сталагмит,, содержит в себе bypassArmor и isFall, а значит будет проходить сквозь броню и дополнительно уменьшаться от зачарования против падения на броне.\nА есть урон ,,Падающий Сталагмит,, он уже в себе содержит лишь damageHelmet. \n\n§5Элементальный урон§7-молния, огонь, лава, пустота, магия, лёд, утопление, падение и тд.",

  "vp.short.1" : "Поднимает в воздух, даёт полёт и бонус урона по тем, кто в воздухе.",
  "vp.short.2" : "Наносит меняющийся урон, отменяет бессмертие, даёт поглощение урона.",
  "vp.short.3" : "Опускает на землю, призывает Чёрную Дыру.",
  "vp.short.4" : "Взрывает всех вокруг, при смерти сильный взрыв.",
  "vp.short.5" : "Постепенно снижает хп взамен на урон.",
  "vp.short.6" : "Лечит, даёт бонус щитов и лечения.",
  "vp.short.7" : "Дублирует атаки, делает бессмертным на короткое время.",
  "vp.short.8" : "Ускоряют, дают уклонение.",
  "vp.short.9" : "Даёт золото при убийстве, накапливает удачу.",
  "vp.short.10" : "Телепортирует на установленную точку или в рандом измерение.",
  "vp.short.11" : "Уменьшает урон, чинит экипировку, даёт опыт.",
  "vp.short.12" : "Меняет зачарования врагов на негативный уровень.",
  "vp.short.13" : "Усиливает монстров, с них дублируется лут.",
  "vp.short.14" : "Отражает урон и стрелы.",
  "vp.short.15" : "Связывает врагов и позволяет гарантированно убивать.",
  "vp.short.16" : "Лечит всех мирных вокруг и даёт им щиты.",
  "vp.short.17" : "Крадёт баффы и накладывает дебаффы.",
  "vp.short.18" : "Наносит большой урон по щитам и броне.",
  "vp.short.19" : "Наносит урон, который нельзя отменить и снизить, даёт Сверх Щиты.",
  "vp.short.20" : "Порабощает любых существ, даёт Сверх Щиты и их регенерацию.",
  "vp.short.21" : "Защищает предметы от поломки и даёт броню всем вокруг.",
  "vp.short.22" : "Даёт множество уникальных баффов всем вокруг.",
  "vp.short.23" : "Ускоряет рыбалку и даёт дополнительный уникальный лут с неё.",
  "vp.short.24" : "Лечит владельца, будучи мокрым, даёт защиту от ударов, накладывает дебаффы.",

  "vp.acs.types": "§5Типы характеристик:§d \n1) +1-4 к Макс ХП\n2) +2-8 к атрибуту Атаки\n3) +5-20% к наносимому Урону\n4) +3-12% к Лечению\n5) +4-16% к Щитам.",
  "vp.acs.sets": "Сеты:",
  "vp.acs.set.1": "1) +1 макс заряд Спешла,+20% к длительности эффектов Спешла и Ультимейта. (2 Макс ХП, 2 Лечения)",
  "vp.acs.set.2": "2) +400% урон Спешлов. (2 Атаки, 2 Урона)",
  "vp.acs.set.3": "3) 30% шанс не потратить заряд Спешла и Ультимейта. (2 Щиты, 2 Лечения)",
  "vp.acs.set.4": "4) +200% урон Ультимейта. (4 Урона)",
  "vp.acs.set.5": "5) 40% шанса на х6 урон Спешла и Ультимейта после использования Спешла на 5 секунд. (4 Атаки)",
  "vp.acs.set.6": "6) -1 макс заряд Спешла, 50% шанс не потратить заряд Спешла и Ультимейта. (4 Щиты)",
  "vp.acs.set.7": "7) +1 макс заряд Ультимейта, -40% длительность. (4 Макс ХП)",
  "vp.acs.set.8": "8) +100% длительность, +40% к откату. (4 Лечения)",
  "vp.acs.set.9": "9) +5% к шансу на получение Stellar. (все разные)",
  "vp.acs.set.10": "10) -10% к откату испытаний. (4 любых)",

  "vp.acs.lvl" : "Уровень: ",
  "vp.acs.stats" : "Характеристики: ",
  "vp.acs.stats.1" : " к Макс ХП.",
  "vp.acs.stats.2" : " к атрибуту Атаки.",
  "vp.acs.stats.3" : " к наносимому Урону.",
  "vp.acs.stats.4" : " к Лечению.",
  "vp.acs.stats.5" : " к Щитам.",
  "vp.acs.shift" : "§7Нажми §5Shift §7для информации о Типах.",
  "vp.acs.ctrl" : "§7Нажми §5Ctrl §7для информации о Сетах.",
  "vp.acs.alt" : "§7Нажми §5Alt §7для информации об улучшении.",
  "vp.acs.upgrade": "§7Ты можешь улучшать одинаковые Аксессуары на Столе Кузнеца. \n§7Базовый шанс §590% §7на 0 уровне, с каждым уровнем шанс будет уменьшаться на §520% §7от текущего.",

  "item.vp.ring_of_fallen_star" : "§5Кольцо Падшей Звезды",
  "item.vp.earring_of_dead_hopes" : "§5Серьга Мёртвых Надежд",
  "item.vp.necklace_of_tortured_dreams" : "§5Ожерелье Измученных Мечтаний",
  "item.vp.belt_of_broken_memories" : "§5Пояс Разбитых Воспоминаний",

  "vp.meme.1": "",
  "vp.meme.2": "Короны примеряют пешки",
  "vp.meme.3": "Повиноваться? Кричать? Противиться?",
  "vp.meme.4": "Аллергия на кабачки",
  "vp.meme.5": "Маска незаметность свободно ****ка с*ать в подъезде не узнаваемая личность",
  "vp.meme.6": "Куда девается дырка от пончика, когда его съедаешь?",
  "vp.meme.7": "Что вершит судьбу человечества в этом мире? Некое незримое существо или закон, подобно Длани Господней парящей над миром? По крайней мере истинно то, что человек не властен даже над своей волей.",
  "vp.meme.8": "Ты маму мав?",
  "vp.meme.9": "Фурион Фурион, по фарму чемпион!",
  "vp.meme.11": "",
  "vp.meme.12": "",
  "vp.meme.12": "Трижды проклял и осудил!",
  "vp.meme.13": "Наконец-то, обамиум!",
  "vp.meme.14": "",
  "vp.meme.15": "Лучший Останок? Скажи это его старшему брату",
  "vp.meme.16": "Лети лети лепесток, через запад на восток",
  "vp.meme.17": "",
  "vp.meme.18": "Сейчас поймаю тебя в сумку и сверкать ты будешь в ней!",
  "vp.meme.19": "Откровенная имба",
  "vp.meme.20": "Боссы слишком непослушные",
  "vp.meme.21": "",
  "vp.meme.22": "Брать в любой непонятной ситуации",
  "vp.meme.23": "Терпеть не могу рыбалку, но там такой лут у Ульты...",
  "vp.meme.24": "Буль буль буль",
  "vp.lyre.authors": "Авторы песен Лиры с ютуба: Pokerface4222, 리샨느'Leshanne', tnbee, Bwunni ♡"
}