{
  "vp.lang": "ru",
  "item.vp.anemoculus": "§3Воздушная Эссенция",
  "item.vp.crown": "§eКорона",
  "item.vp.atlas": "§cАтлас",
  "item.vp.killer": "§eПроиграй или Умри",
  "item.vp.mask": "§9Маска Демона",
  "item.vp.donut": "§cСладкий Пончик",
  "item.vp.mark": "§4Проклятая Метка",
  "item.vp.ears": "§eКошачьи Ушки",
  "item.vp.midas": "§6Рука Мидаса",
  "item.vp.anomaly": "§dТелепортационная Аномалия",
  "item.vp.armor": "§cЛаты Мученника",
  "item.vp.book": "§dКнига Разочарования",
  "item.vp.prism": "§cПризма Посмертия",
  "item.vp.chaos": "§5Ядро Хаоса",
  "item.vp.devourer": "§4Пожиратель Душ",
  "item.vp.flower": "§2Цветик-Семицветик",
  "vp.name.1": "§3Воздушная Эссенция",
  "vp.name.2": "§eКорона",
  "vp.name.3": "§cАтлас",
  "vp.name.4": "§eПроиграй или Умри",
  "vp.name.5": "§9Маска Демона",
  "vp.name.6": "§cСладкий Пончик",
  "vp.name.7": "§4Проклятая Метка",
  "vp.name.8": "§eКошачьи Ушки",
  "vp.name.9": "§6Рука Мидаса",
  "vp.name.10": "§dТелепортационная Аномалия",
  "vp.name.11": "§cЛаты Мученника",
  "vp.name.12": "§dКнига Разочарования",
  "vp.name.13": "§cПризма Посмертия",
  "vp.name.14": "§5Ядро Хаоса",
  "vp.name.15": "§4Пожиратель Душ",
  "vp.name.16": "§2Цветик-Семицветик",
  "item.vp.stellar": "З§6в§7ё§eз§6д§dн§dы§fй §5Ф§bр§ea§7г§5м§ae§6н§5т",
  "vp.key.first": "Спешл первого Останока",
  "vp.key.first_ult": "Ультимейт первого Останока",
  "vp.key.second": "Спешл второго Останока",
  "vp.key.second_ult": "Ультимейт второго Останока",
  "itemGroup.vptab": "§5Останки Настоящего",
  "vp.chaos": "Текущее случайное существо: ",
  "vp.chaos2": "Времени осталось до обновления: ",
  "vp.frag": "Используй и получи +1% к шансу для ",
  "vp.frag.get": "Падает с Охотников за Останками с шансом 10% и 100%, если они в ярости",
  "vp.getText1": "Каждый Останок может быть получен раз в ",
  "vp.getText2": "Ты можешь получить ещё один через ",
  "vp.getTime": "Часов ",
  "curios.identifier.vestige": "Останок",
  "vp.worlds": "Миры, в которых ты побывал: ",
  "vp.passive": "Пассив: ",
  "vp.special": "Спешл: ",
  "vp.charges": "Зарядов:",
  "vp.charges2": ", Откат:",
  "vp.ultimate": "Ультимейт: ",
  "vp.damage": "Тип урона: ",
  "vp.stellar": "Stellar",
  "vp.stellarText": "Сохраняется после смерти и ",
  "vp.stellarText2": "Сохраняется после смерти и даёт дополнительную особенность",
  "vp.challenge": "Выполни испытание у ",
  "vp.progress": "Прогресс: ",
  "vp.chance": "текущий шанс стать ",
  "vp.chance2": "При неудаче +10% шанс",
  "vp.devourer": "Хранилище Душ: ",
  "vp.press": "§7Нажми ",
  "vp.shift": " §7для подробной информации о способностях",
  "vp.short": "Краткая информация: ",
  "vp.ctrl": " §7для информации о получении",
  "vp.alt": " §7для списка того, что осталось до завершения испытания",
  "vp.prism": "Количество Посметрий: ",
  "vp.return": "Текущая точка возврата: ",
  "vp.alt.atlas": " §7для отображения найденных биомов",
  "vp.alt.prism": " §7для отображения под-типов урона, которыми осталось убить вардена",
  "vp.creative": "Ты в Творческом режиме! Просто надень Останок, чтобы превратить его в Стеллар",
  "vp.sleep": "Я хочу спать так сильно...",
  "vp.lore.1": " Почему я никогда не задумывался о том, как я здесь оказался и что я тут делаю? \n Как будто это само собой для меня разумеещееся. \n Как будто этот вопрос задаю не я сам, а лишь маленькая часть моего управляемого сознания. У меня странное чувство дежавю, я точно уже существовал...и за мной... кто-то пристально следит...",
  "vp.lore.2": " Этой ночью мне снились какие-то странные Останки, выглядят они весьма необычно, таких раньше мне не встречалось. \n Что вообще такое Останки, почему я назвал их именно так? \n Название само пришло мне на язык. \n Обычно так называют что-то, что осталось от прошлого.\n Некоторые образы напоминают ассоциации с чем-то, что я видел очень очень давно, настолько давно, что не могу вспомнить, как будто это было ещё до моего рождения в этом мире. \n Пытаясь вспомнить сон мне повторяется одна и та же странная фраза ,,выполни *в** испытание,,. Кто бы это мог быть? \n Его голос был таким неестественным, словно он был не человеком. \n Нет, это лишь очередной бред, мало ли что мне могло присниться!",
  "vp.lore.3.1": "???-Кто ты такой? Тебя не было в прошлой вселенной... Аномалия?",
  "vp.lore.3.2": "-Что значит Аномалия? И вообще, это ты кто такой?",
  "vp.lore.3.3": "???-Простому воплощению невозможно было узнать о испытаниях, определённо Аномалия. Ах да, я уже и позабыл, возможно ты *****",
  "vp.lore.3.4": "-Я тебя не понимаю, твоё последнее слово прозвучало странно. Что происходит?",
  "vp.lore.3.5": "???-Это уже не имеет значения. Твоё любопытство ни на что не повлияет.",
  "vp.lore.3.6": "О какой прошлой вселенной? Кто это вообще был? \nЕго голос был таким же, как в том странном сне об Останках, а его лексикон ещё страннее, какие-то аномалии, воплощения...\nВнезапно в кармане я обнаружил у себя Останок!",
  "vp.lore.4": " Передо мной вновь появился портал, я немного испугался, так как не ожидал его. \n Из портала ко мне протянулась рука из непонятной субстанции, на ладони держа очередной Останок. \n Мне было страшно его брать, но через мгновение он оказался у меня в кармане, а сам портал исчез.\n Это снова было то существо, я уверен! \n Но почему оно не стало со мной говорить на этот раз? \n Видимо он лично даёт каждому, кто пройдёт его испытания определённый Останок, связанный с этим испытанием. \n Может мне удастся разговорить его, если продолжить их выполнять или получить их все. Но что вообще такое эти Останки? Почему они обладают столь чудовищной силой?",
  "vp.lore.5": " Мне снова снился странный сон, но теперь он ещё страннее. \n В нём было непонятное существо среди бесконечных ярких кругов, а вокруг них кромешная тьма и пустота. \n Круги были такими яркими, будто в них были бесконечности галактик.\n Вместо головы у него была чёрная дыра?... или что-то её напоминающее. \n Я видел, как он открывает портал и даёт кому-то очереднуй Останок, но он отличался от тех, которые он давал мне. \n Этот Останок светился так ярко, будто в нём была заточена звезда. \n Интересно, смогу ли я когда-нибудь такой получить? Что он на это скажет...",
  "vp.lore.6": " Скорее всего то существо бессмертно и живёт уже который миллиард лет, оно пережило свою эпоху и свои характеры, взгляды на мир. \n Что бы вы делали, будь у вас в запасе бесконечность времени? \n Зачем вообще что-либо делать, ведь любое действие по итогу никак не повлияет на исход-время бесконечно, материя необъятна, каждая мысль или проявление людских эмоций-не более, чем рудимент совершенного и бессмертного существа, хотя трудно назвать подобное существом. \n Оно ведь не существует, а давно кануло в небытие за миллионы лет, внутри настолько много всего, что пусто, разум и сознание погасло. \n Однако это является исключением предполагаемого образца, у него были эмоции и даже речь, мотивы проводить испытания и отдавать за них Останки. \n Мне непонятно его поведение, для него я какая-то аномалия, а для меня он. \n В любом случае это всё не важно, ведь я простой смертный и мне не уготовано познать столь ужасную судьбу вечности. \n Нужно продолжить выполнять испытания...",
  "vp.lore.7": " Мне было довольно тяжело его получить, но всё же я смог! Секретным условием было лишь непоколебимое стремление. Интересно, что он скажет, мой интерес выдаёт огромная улыбка. :)",
  "vp.lore.7.1": "???-Ты думал это особенная награда за упорство и труд?",
  "vp.lore.7.2": "-Ну, думаю да. Она же такая крутая и светящаяся?",
  "vp.lore.7.3": "???-Это утешительный приз для безумцев. Повторять одно и то же испытание в надежде на изменение, мне жалко было на тебя смотреть.",
  "vp.lore.7.4": "-Так ты всё-таки испытываешь эмоции! Расскажи, кто ты такой? Почему ты это делаешь? ",
  "vp.lore.7.5": "...",
  "vp.lore.7.6": "Загадочное существо вдруг скрылось из портала после моего точно наводящего вопроса. Видимо он смутил его. ",
  "vp.lore.7.7": "Я не стал упоминать про сны, это могло ему не понравиться. Последним вариантом разговорить его остаётся только собрать все Останки? Я устал...",
  "vp.lore.8": " Я уже и не помню, зачем я добываю все эти Останки. \n Почему мне вообще важен мотив этого существа? \n Почему мне важно было узнавать его мнение и причины существования, проведения испытаний, я уже ничего не знаю. \n Я просто устал. Видимо его испытания не только физические, но и моральные.\n Может мне стоит всё бросить и продолжить спокойно жить с теми Останками, что у меня уже есть? \n И это я так расклеился будучи смертным, которому осталось жить от силы 40-60 лет, а какого же было ему... \n Интересно, стал бы я счастливым, если бы жил вечно? \n Может первое время да, но дальше я бы уже потерял себя и мои прошлые желания и воспоминания утратились бы, а прошлый я умер. \n Значит ли это, что бессмертные тоже умирают?",
  "vp.lore.9.1": "???-Вот мы и снова встретились. Ты стал моим частым гостем.",
  "vp.lore.9.2": "-... Я прошёл столько испытаний, столько страданий и боли. Скажи, зачем? Я давно потерял свою цель. Меня вели лишь сны, это ты их посылал?",
  "vp.lore.9.3": "???-Что бы ты делал, став бессмертным?",
  "vp.lore.9.4": "-Я долго над этим думал, но в конце концов-я бы искал способ избавиться от бессмертия.",
  "vp.lore.9.5": "???-И я нашёл его, спустя бесконечность времени. Единственная вещь, которую мне оставалось найти, это прошлого себя.",
  "vp.lore.9.6": "-Ты хочешь сказать, что я это ты?",
  "vp.lore.9.7": "???-Твоё мировоззрение слишком узкое, ведь ты простой человек. Возможно ты это я в одной из миллионов судьб, а возможно и нет. \nТвои испытания-лишь Останки уже исчезнувшего прошлого, которые я принёс с собой в настоящее. ",
  "vp.lore.9.8": "-Как прошлое могло исчезнуть? Почему останки не исчезли вместе с ним?",
  "vp.lore.9.9": "???-Останки-лишь проекция твоего антропоцентризма. Я пережил бесконечность времени, я видел смерти и зарождения новых вселенных.\nНо воспоминания первых тысячи лет были всегда со мной. Я запечатал их у себя глубого в сознании. Это и есть Останки, которые я принёс из уже не существующего прошлого в настоящее.\nА теперь, когда ты забрал последний останок, моё прошлое и я полностью исчезнут со временем, что породит исчезновение и этой вселенной. Это и есть мой единиственный способ.",
  "vp.lore.9.10": " Загадочное существо исчезло, не оставив ничего после себя, кроме очередного Останка. \n Я решил прекратить сбор Останков,ведь больше некому было их давать мне и просто продолжать жить до исчезновения этой вселенной. \n Вспоминая момент исчезновения того существа, я отчётливо мог видеть его лицо перед этим, это было моё лицо.  \n Может, в будущем я смогу стать подобным ему и предотвратить исчезновение вселенной и повторить его судьбу?\n Возможно, у каждого существует в одном из бесконечных разворотов событий мизерная вероятность такого же исхода событий, прямо как атомы могут собраться в случайной последовательности в случайный момент времени и посреди комнаты создать говорящую голову со своим сознанием, которая исчезнет через секунду или создать идентичную нашей вселенную внутри навечно запечатанного и герметичного куба. \n Все эти мысли о бесконечности и смыслах существования сводят меня с ума, когда я в последний раз кушал моё любимое жаренное мясо в соевом соусе с горчицей?",

  "vp.passive.1": "Против существ в воздухе: +700% урона, -10% прочности экипировки при ударе.",
  "vp.special.1": "Поднимает в воздух себя и всех окружающих на 30 блоков и даёт медленное падение на 5 секунд. \nЕсли активен Ультимейт: вместо поднятия притягивает к себе всех, в том числе предметы.",
  "vp.ultimate.1": "Даёт управляемый полёт на следующие 10 секунд.",
  "vp.get.1": "Убить 20 разных существ в воздухе и будучи в воздухе самому",

  "vp.passive.2": "Урон снижается на разницу атрибута атаки носителя и атакующего.",
  "vp.special.2": "Наносит 300% урона всем игрокам и враждебным существам в радиусе. ",
  "vp.ultimate.2": "Отключает бессмертие/отмену смерти существу по точке взгляда в течение следующих 40 секунд.",
  "vp.damagetype.2": "адаптивный(меняется, если не пробил противника)",
  "vp.get.2": "Убить всех враждебных существ сборки. При смерти прогресс сбивается.",

  "vp.passive.3": "50% шанс получить 1 Гравитацию при нанесении урона падения. \nКаждая Гравитация даёт +20% урона для следующего Ультимейта(всех Останков) \nЧисло Гравитаций не может превышать 30.",
  "vp.special.3": "Наносит в небольшой области впереди 50% урона, насильно отключает полёт и опускает на землю. \nЗа каждого задетого врага даёт Гравитацию.",
  "vp.ultimate.3": "При наличии Гравитаций создаёт маленькую чёрную дыру, засасывающую противников. \nРадиус, урон и длительность чёрной дыры зависят от количества Гравитации.",
  "vp.damagetype.3": "падение, пустота",
  "vp.get.3": "Найти все биомы сборки.",

  "vp.passive.4": "После смерти происходит взрыв в радиусе 40 блоков с уроном 800%. \nНе может быть активирован во время кд Спешла. Не затрагивает блоки и предметы.",
  "vp.special.4": "Совершается самоподрыв в радиусе 20 блоков с 400% урона, каждый задетый враг будет иметь на 70% пониженное сопротивление к следующему взрывному урону.",
  "vp.ultimate.4": "При смерти в течение следующих 20 секунд Пассив не активируется, после 20 секунд Пассив будет иметь 8000% урона.",
  "vp.damagetype.4": "взрыв",
  "vp.get.4": "Взорвать 100 существ",

  "vp.passive.5": "Ужасающая аура уменьшает лечение владельца и всех окружающих на 1% за каждый 1% отсутствующего хп, также увеличивает скорость и урон. \nКаждый удар по противнику с долгом лечения увеличивает его на 1%. \nПри хп меньше 50% Ультимейт становится в 2 раза сильнее.",
  "vp.special.5": "Переключаемый. \nПостепенно сжирает хп вплоть до 1, увеличивая урон на 4% за каждый 1% отсутвующего хп.",
  "vp.ultimate.5": "Накладывает на себя и на всех существ в радиусе 30 блоков долг лечения на 300% от Макс хп владельца. \nТакже наносит 300% урона всем существам в области.",
  "vp.damagetype.5": "сквозь броню",
  "vp.get.5": "Убить 100 существ в аду, имея не больше 1 хп",

  "vp.passive.6": "Увеличивает всё лечение на 40%. \nЕсли текущее хп ниже 50%: бонус удваивается. \nПока активны щиты, за каждый стак Насыщения даёт 0.1% бонус лечения, +0.1% длительности следующего ултимейта, +1% к получаемым щитам.",
  "vp.special.6": "Лечит владельца на 40% от его макс хп и снимает негативные эффекты. \nХп ниже половины - накладывает также регенерацию 5 на 20 секунд.",
  "vp.ultimate.6": "После активации следующие 10 секунд каждое избыточное лечение будет увеличивать стак Насыщения 1 к 1(не больше 400). \nПо истечению кд стаки аннулируются.",
  "vp.get.6": "съесть всю еду сборки",

  "vp.passive.7": "Стак Безумия увеличивает урон на 200% и превращает нанесённый урон в пробивающий магию против противников с хп меньше 50%. \nСтак Безумия имеет 50% шанс потратиться при нанесении урона.",
  "vp.special.7": "Жертвование 20% хп ради 1 стака Безумия.",
  "vp.ultimate.7": "Следующие 5 секунд лечение становится избыточным, а урон вместо нанесения накапливается. \nПосле окончания (весь урон - всё избыточное лечение) наносится разом. \nЕсли при использовании меньше 30% хп, время увеличивается до 10 секунд, а урон, лечение, скорость и скорость атаки увеличивается на 200%.",
  "vp.get.7": "Зачаровать 15 предметов проклятиями.",

  "vp.passive.8": "Каждая единица защиты даёт 1% шанс уклонения(не может превышать 69%).",
  "vp.special.8": "Атрибут скорости увеличивается на 1. \nПосле каждые 0.05 атрибута скорости будут давать +1% шанс уклонения для Пассив.",
  "vp.ultimate.8": "Следующие 40 секунд при неуспешном уклонении, уклонение будет иметь повторный шанс(1% за каждые 10 уровней опыта, не больше 90%).",
  "vp.get.8": "Приручи все виды Кошек.",

  "vp.passive.9": "Накапливает в себе золото за убийство мобов(1 самородок за 1 монстра), которое можно достать в слитках на ПКМ или в блоках на шифт+ПКМ",
  "vp.special.9": "Следующие 10 монстров при смерти дадут х2 золота. \nЕсли монстр окажется боссом, бонус увеличивается до х10.",
  "vp.ultimate.9": "Тратит всё золото в Пассив и с шансом 0.01% за каждый самородок золота навсегда повышает удачу Останка на 1.",
  "vp.get.9": "При съедании зачарованного золотого яблока шанс 10% продвинуть прогресс испытания. \nШанс можно увеличить на 1% за каждый скрафченный золотой предмет(не повторяющийся). \nТекущий шанс: ",

  "vp.passive.10": "Использование Жемчуга Эндера телепортирует на точку возврата себя и ближайших существ в радиусе 4 блоков. \nЕсли точка возврата не установлена, телепортирует на точку воскрешения.",
  "vp.special.10": "Спешл был нажат с Оком Эндера в руке: установка точки возврата \nВ остальных случаях: телепорт к существу по взгляду, нанесение 400% урона и запрет телепортации на 30 сек.",
  "vp.ultimate.10": "Телепортация в рандомный мир, в котором ты побывал хотя бы раз, на рандомные координаты в пределах мира по x,z и 0-250 y",
  "vp.get.10": "Убить Эндермена каждым инструментом сборки",
  "vp.damagetype.10": "сквозь броню, сквозь магию",

  "vp.passive.11": "Весь входящий урон уменьшается на 40+Шкала Боли. \nКаждый полученный конечный урон накапливается в Шкалу Боли. \n(Не накапливается при любом уклонении). \nШкала Боли сбрасывается при Сверх Лечении.",
  "vp.special.11": "Даёт случайный дебафф на 1 минуту и увеличивает шкалу боли на 100. \nНаносит 100% урона по себе и долг лечения 100% за каждый имеющийся дебафф.",
  "vp.ultimate.11": "Чинит всю экипировку в инвентаре и слотах за Шкалу Боли. \nОставшаяся Шкала Боли превращается в опыт.",
  "vp.damagetype.11": "кактус",
  "vp.get.11": "Умереть от каждого типа урона",

  "vp.passive.12": "У Разочарованных Спешлом врагов вокруг ванильные зачарования становятся отрицательными.( Например защита 5 станет защитой -5). \nЗачарования вновь приходят в норму после окончания Разочарования. \nТакже Разочарованные враги более уязвимы к любому урону на 50%.",
  "vp.special.12": "Все ближайшие существа Разочаруются на 15 секунд.",
  "vp.ultimate.12": "Следующие 60 секунд при смерти от Разочарованного игрока вся его экипировка перезачаруется на одни проклятия. \nЕсли по истечению этого времени и до конца кд произойдёт смерть от Разочарованного игрока, то эффект будет на себя.",
  "vp.get.12": "Убить другого Игрока или Вардена, нося экипировку с суммарным количеством 10 проклятий(зачарований).",
  "vp.damagetype.12": "сквозь зачарования",

  "vp.passive.13": "Каждый убитый монстр под эффектом Спешл будет генерировать ещё одну вторую таблицу лута, т.е двойной лут. \nКаждое Посмертие(от Ультимейта) даёт 1% шанс на х4 лут. \nЕсли шанс выпал, то шанс снижается в 10 раз и срабатывает повторно на х6 лут и тд.",
  "vp.special.13": "Усиливает ближайшего монстра на время действия Спешла. \nМонстр получает уязвимость к одному случайному виду урона, а к остальным неуязвимость.",
  "vp.ultimate.13": "Следующие 60 секунд игрок будет получать в 10 раз больше урона. \nЗа каждого убитого моба под эффектом Спешл +1 Посмертие.",
  "vp.get.13": "Убить Вардена всеми типами урона и ни разу не умереть.",

  "vp.passive.14": "С шансом в 10% может произойти одна из двух вещей:\n1.Полученный урон может увеличиться или уменьшиться на случайное число от 1 до бесконечности \n2. Полученный урон может обрести случайный тип урона.(магический, сквозь броню, падение, и тд.)",
  "vp.special.14": "Следующие 1-10 полученных ударов могут с шансом 10-100% отразиться в противника. (Селфхарм не считается)",
  "vp.ultimate.14": "Следующие 10-80 чужих снарядов в области 5 блоков в течении 20 секунд телепортируются за спину выстрелевшему.",
  "vp.get.14": "Каждые 10 минут будет запрашиваться случайное существо сборки. \nВ течение 10 минут нужно будет убить или приручить это существо, иначе весь прогресс сбросится. \nВыполни запросы 6 раз подряд.",

  "vp.passive.15": "Каждый убитый босс даёт Душу.",
  "vp.special.15": "Связывает душу ближайшего существа или существа по точке взгляда на 5 секунд.\n(Каждая накопленная Душа от Пассива даёт +0.1 секунду, 30 сек максимум) \nСвязанное существо не может перемещаться между мирами, телепортироваться и покидать зону 3х3х3.",
  "vp.ultimate.15": "Следующие 100 ударов будут с определённым шансом увеличивать Пожирание Души поражённого существа. \n(Шанс зависит от накопленных Душ, за каждую душу +0.1% шанс)\nСущества с Пожиранием Души 100 и выше гарантированно умирают.(Пожирание Души сбивается лишь при смерти или перезаходе)" ,
  "vp.get.15": "Приручить или убить всех мирных существ сборки.",

  "vp.passive.16": "Каждое мирное существо вокруг уменьшает получаемое носителем лечение на 0.1% за каждый 1% отсутствующего хп.",
  "vp.special.16": "В течение следующих 5 секунд во время лечения носителя все мирные и прирученные существа, а также другие игроки в большом радиусе будут получать уменьшенное лечение. \nЗа уменьшенное лечение считается хп, которое не досталось игроку при лечении из-за Среза лечения или Долга лечения.",
  "vp.ultimate.16": "Каждая отсутствующая прочность брони даёт щит от урона носителю, всем мирным, приручённым существам, а также другим игрокам (не стакаемый, заменяемый). \nЩит увеличивается на 10% за каждый 1% снижения лечения.",
  "vp.get.16": "Собрать все цветы сборки. \nЕсли любой цветок был поставлен игроком, испытание уходит на перезарядку и сбивается.",

  "vp.stellar.1": "Пассив получает вампиризм прочности 10%. \n(Каждая отнятая единица прочности будет восстанавливать прочность для своей экипировки). \nЕсли вся экипировка уже цела, то оставшиеся отнятые еденицы прочности превращаются в лечение.",
  "vp.stellar.2": "Спешл: каждый убитый враг при помощи Спешл будет давать щит в количестве 10% от его макс хп(стакаемый).",
  "vp.stellar.3": "Ультимейт: каждое существо, затронутое Чёрной Дырой, увеличит её длительность на 10%.",
  "vp.stellar.4": "Пассив: убитые носителем существа взрываются с шансом 50%, не затрагивая предметы и блоки, нанося 300% урона в радиусе 8 блоков.",
  "vp.stellar.5": "Пассив: Каждое Сверх Лечение противника под действием ауры будет ломать всю его экипировку на 5%.",
  "vp.stellar.6": "Спешл: также накладывает щиты в размере 300% от макс хп(не стакаемый).",
  "vp.stellar.7": "Ультимейт также накладывает долг лечения 1000% от макс хп. Если носитель выживает после ультимейта, его кд откатывается на % разницы полученного урона и лечения(Не больше 60%).",
  "vp.stellar.8": "Пассив: При неудачном первом уклонении урон снизится на % уклонения.",
  "vp.stellar.9": "Ультимейт: также даёт золото, как с Пассив, конвертируя все самородки разом \nКаждый атрибут удачи увеличивает наносимый урон на 10%",
  "vp.stellar.10": "Ультимейт может телепортировать к случайному игроку с шансом 5%.",
  "vp.stellar.11": "Шкала боли не сбрасываеся при Сверх Лечении, но уменьшается на 100 за каждое лечение выше 1 хп.",
  "vp.stellar.12": "Спешл: Каждый нанесённый урон Разочарованному существу, который после поглощения будет меньше 5, накапливается без поглощения. \nПосле прибавляется к следующему удару, который пробьёт противника, либо к 10 удару.",
  "vp.stellar.13": "Спешл: Также действует на игроков, но без увеличенного дропа.",
  "vp.stellar.14": "Пассив: шанс увеличивается на 1% за каждый атрибут удачи. \nПосле срабатывания Пассива урон отражается во всех в радиусе 30 блоков с шансом 30%.",
  "vp.stellar.15": "Ультимейт: Существа с разложением души выше 10 - не могут получать щит, выше 30 - текущее хп становится максимальным, выше 50 - очищаются от баффов. \nМножитель Пожирания Души при ударах также увеличивается на 1 за каждый атрибут носителя, превышающий атрибут жертвы(макс. хп, урон, скорость, скорость атаки и тд.).",
  "vp.stellar.16": "Ультимейт: Существа под щитом получают сопротивление физ. урону 90%, разбитие щита нанесёт урон по разбившему в количестве макс щита при наложении.",

  "vp.info": "Если есть вопросы по механикам, введи команду /vestiges info",
  "vp.info.mechanics": "§5Долг лечения§7-запрещает лечиться, пока не иссякнет долг. Каждое лечение будет уменьшать долг 1 к 1.\nНапример: \nНа игрока с 20 макс хп наложен долг лечения 10% от его макс хп(т.е долг равен 2), после лечения на 4 хп игрок получит лишь 2 хп.\n\n§5Бонус лечения и Cрез лечения§7-увеличивают и уменьшают получаемое лечение, все бонусы применяются не друг после друга, а одновременно.\nНапример:\nНа игроке эффект бонуса лечения 60% и срез лечения 40%, значит бонус будет 20% и игрок излечится не на 10 хп, а на 12.\n\n§5Сверх Лечение§7-количество лечения, которое получает игрок или существо при полном хп.\n\n§5Щит§7-защищает от урона, который меньше щитов, срабатывает после поглощений/увеличений уронов других модов.\nНапример:\nНа игроке 10 Шита, наносится 8 урона, игрок получит 0 урона и у него останется 2 Щита.\nЕсли нанесётся 12 урона, то игрок получит 2 урона и у него останется 0 Щита.\n\n§5Сверхщит§7-защищает полностью от урона, даже если урон больше количества сверхщитов, срабатывает перед щитом. \nНапример:\nНа игроке 80 Сверхщитов и 10 щитов, наносится 99999 урона, игрок получит 0 урона и у него останется 0 Сверхщитов и 10 Щитов.\nТакже Сверхщиты снижаются на 90% меньше от магического и пустотного урона.\n\n§5Адаптивный урон§7-урон, который меняет свой тип урона на следующий в списке всех уронов, если он не пробил противника.\n\n§5Парагонный урон§7-гарантированный урон, который обязательно нанесётся, игнорируя уклонения, поглощения, отмены урона, Щиты, но при этом не пробивает Сверхщиты. \n\n§5Тип урона§7-это его характеристика, что он делает и какими свойствами обладает, например тип урона damageHelmet наносит дополнительный урон по бошке, а bypassInvul проходит через секунды неуязвимости между ударами, зачары, эффекты, броню и тд.\nВ некоторых Останках есть механики изменения типа урона, как раз они меняют подобные характеристики наносимого урона.\n\n§5Вид урона§7-это набор характеристик, носящий определённое название. \nНапример:\nУрон ,,Падение,, и ,,Сталагмит,, содержит в себе bypassArmor и isFall, а значит будет проходить сквозь броню и дополнительно уменьшаться от зачарования против падения на броне.\nА есть урон ,,Падающий Сталагмит,, он уже в себе содержит лишь damageHelmet."
}